Repository: Outblock/FRW-iOS
Catalog: FRW/Resource/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans

source: Select language
ja: 言語を選択
ru: Выберите язык
zh_hans: 选择语言

# appName::message
source: Flow Wallet
ja: フロー・ウォレット
ru: Бумажник Flow

source: Languages list
ja: 言語リスト
ru: Список языков
zh_hans: 语言列表

# appName::description
source: Application Name
ja: アプリケーション名
ru: Имя приложения
zh_hans: 应用名称

# no_private_key
source: Private key is missing
ja: 秘密鍵が見つからない
ru: Закрытый ключ отсутствует
zh_hans: 缺少私钥

# appDescription::message
source: A crypto wallet on Flow built for Explorers, Collectors and Gamers
ja: エクスプローラー、コレクター、ゲーマーのために作られたFlow上の暗号ウォレット
ru: Криптокошелек на Flow, созданный для исследователей, коллекционеров и геймеров
zh_hans: 为探险者、收藏家和游戏玩家打造的 Flow 加密钱包

source: Empty Wallet Key
ja: 空の財布キー
ru: Ключ от пустого кошелька
zh_hans: 钱包密钥为空

# appDescription::description
source: Application Descrtipion
ja: アプリケーションの説明
ru: Описание приложения
zh_hans: 应用描述

source: Fetch NFT Error
ja: フェッチNFTエラー
ru: Ошибка выборки NFT
zh_hans: 获取 NFT 错误

# Send::message
source: Send
ja: 送信
ru: Отправить
zh_hans: 发送

source: Load wallet Error
ja: ロードウォレットエラー
ru: Ошибка загрузочного кошелька
zh_hans: 加载钱包错误

# Swap::message
source: Swap
ja: スワップ
ru: Обмен
zh_hans: 兑换

# inocrrect_world_length
source: Incorrect world length
ja: 世界最長
ru: Иносказательная длина мира
zh_hans: 单词长度错误

# Save::message
source: Save
ja: セーブ
ru: Сохранить
zh_hans: 保存

source: Backup failed
ja: バックアップ失敗
ru: Резервное копирование не удалось
zh_hans: 备份失败

# Settings::message
source: Settings
ja: 設定
ru: Настройки
zh_hans: 设置

source: Too short
ja: 短すぎる
ru: Слишком короткая
zh_hans: 太短

# Mnemonic::message
source: Mnemonic
ja: ニーモニック
ru: Мнемоника
zh_hans: 助记词

source: Too long
ja: 長すぎる
ru: Слишком долго
zh_hans: 太长

# Unlock::message
source: Unlock
ja: ロック解除
ru: Разблокировать
zh_hans: 解锁

# username_valid_tips
source: Your username can only contain letters, numbers
ja: ユーザー名にはアルファベット、数字のみを使用できます。
ru: Ваше имя пользователя может содержать только буквы, цифры
zh_hans: 用户名只能包含字母、数字

# Address::message
source: Address
ja: 住所
ru: Адрес
zh_hans: 地址

# has_been_taken
source: It's taken
ja: それは
ru: Это заняло
zh_hans: 已被占用

# Description::message
source: Description
ja: 説明
ru: Описание
zh_hans: 描述

source: Create User Success!
ja: ユーザーの成功を創造する！
ru: Создайте успех пользователя!
zh_hans: 创建用户成功！

# Next::message
source: Next
ja: 次のページ
ru: Следующий
zh_hans: 下一步

source: Create User Failed
ja: ユーザー作成失敗
ru: Создать пользователя не удалось
zh_hans: 创建用户失败

# Back::message
source: Back
ja: バック
ru: Назад
zh_hans: 返回

source: Invalid address
ja: 無効なアドレス
ru: Неверный адрес
zh_hans: 无效地址

# Amount::message
source: Amount
ja: 金額
ru: Сумма
zh_hans: 数量

# can_not_find_address
source: Can't find address in chain
ja: チェーン内のアドレスが見つからない
ru: Не могу найти адрес в цепочке
zh_hans: 在链上找不到地址

# Edit::message
source: Edit
ja: 編集
ru: Редактировать
zh_hans: 编辑

# contact_exists
source: Contact already exists
ja: 連絡先はすでに存在する
ru: Контакт уже существует
zh_hans: 联系人已存在

# Pending::message
source: Pending
ja: 申請中
ru: В ожидании
zh_hans: 待处理

source: Request failed
ja: リクエスト失敗
ru: Запрос не прошел
zh_hans: 请求失败

# From::message
source: From
ja: より
ru: С сайта
zh_hans: 来自

source: Contact added
ja: 連絡先追加
ru: Контакт добавлен
zh_hans: 联系人已添加

# To::message
source: To
ja: へ
ru: На
zh_hans: 至

source: Contact edited
ja: 連絡先
ru: Контакт отредактирован
zh_hans: 联系人已编辑

# Receive::message
source: Receive
ja: 受け取る
ru: Получить
zh_hans: 接收

source: Contact deleted
ja: 削除された連絡先
ru: Контакт удален
zh_hans: 联系人已删除

# Buy::message
source: Buy
ja: 購入
ru: Купить
zh_hans: 购买

source: Delete failed
ja: 削除失敗
ru: Удалить не удалось
zh_hans: 删除失败

# Account::message
source: Account
ja: アカウント
ru: Счет
zh_hans: 账号

source: Login success
ja: ログイン成功
ru: Успех входа в систему
zh_hans: 登录成功

# Wallet::message
source: Wallet
ja: 財布
ru: Кошелек
zh_hans: 钱包

source: Login failed
ja: ログインに失敗しました
ru: Вход в систему не удался
zh_hans: 登录失败

# Address__Book::message
source: Address Book
ja: アドレス帳
ru: Адресная книга
zh_hans: 地址簿

# success_tips
source: Success !
ja: 成功！
ru: Успех!
zh_hans: 成功！

# Developer__Mode::message
source: Developer Mode
ja: 開発者モード
ru: Режим разработчика
zh_hans: 开发者模式

source: Incorrect password
ja: パスワードの誤り
ru: Неверный пароль
zh_hans: 错误的密码

# About::message
source: About
ja: について
ru: О сайте
zh_hans: 关于

# words_not_found
source: Oops, words not found.
ja: おっと、単語が見つかりません。
ru: Упс, слова не найдены.
zh_hans: 哎呀，未找到单词。

# Anonymous::message
source: Anonymous
ja: 匿名
ru: Аноним
zh_hans: 匿名

source: Update nickname failed
ja: ニックネームの更新に失敗しました
ru: Обновить псевдоним не удалось
zh_hans: 更新昵称失败

# Other__Lilico__users__cannot__search__for__your__username::message
source: Other Flow Wallet users cannot search for your username.
ja: 他のFlow Walletユーザーは、あなたのユーザー名を検索できません。
ru: Другие пользователи Flow Wallet не могут искать по вашему имени пользователя.
zh_hans: 其他 Flow Wallet 用户无法搜索您的用户名。

# update_private_failed
source: Change private status failed
ja: プライベート・ステータスの変更に失敗
ru: Изменение частного статуса не удалось
zh_hans: 更改私密状态失败

# Private__Key::message
source: Private Key
ja: プライベート・キー
ru: Закрытый ключ
zh_hans: 私钥

# avatar_info_error
source: NFT info error
ja: NFT情報エラー
ru: Информационная ошибка NFT
zh_hans: NFT 信息错误

# Free__Gas__Fee::message
source: Free Gas Fee
ja: ガソリン代無料
ru: Бесплатная плата за газ
zh_hans: 免费 Gas 费

# change_avatar_error
source: Change avatar failed
ja: アバターの変更に失敗
ru: Смена аватара не удалась
zh_hans: 更改头像失败

# Storage::message
source: Storage
ja: ストレージ
ru: Хранение
zh_hans: 存储

# fetch_wallet_error
source: Fetch wallet data failed
ja: ウォレットデータの取得に失敗しました。
ru: Не удалось получить данные о кошельке
zh_hans: 获取钱包数据失败

# Search::message
source: Search
ja: 検索
ru: Поиск
zh_hans: 搜索

source: Add token failed
ja: トークンの追加に失敗
ru: Добавить маркер не удалось
zh_hans: 添加代币失败

# Add::message
source: Add
ja: 追加
ru: Добавить
zh_hans: 添加

source: Add token success
ja: トークンの追加成功
ru: Добавить токен успеха
zh_hans: 添加代币成功

# Add__Address::message
source: Add Address
ja: アドレスの追加
ru: Добавить адрес
zh_hans: 添加地址

source: Add token timeout
ja: トークンタイムアウトの追加
ru: Добавьте тайм-аут для токенов
zh_hans: 添加代币超时

# Manage__Backups::message
source: Manage Backups
ja: バックアップの管理
ru: Управление резервными копиями
zh_hans: 管理备份

source: Fetch chart data failed
ja: チャートデータの取得に失敗
ru: Не удалось получить данные графика
zh_hans: 获取图表数据失败

# Sync::message
source: SYNC
ja: 同期
zh_hans: 同步

# below_minimum_error
source: Insufficient balance, on Flow the balance can't less than 0.001 FLOW
ja: バランス不足、フロー上のバランスは0.001 FLOWを下回らない。
ru: Недостаточный баланс, на потоке баланс не может быть меньше 0,001 FLOW
zh_hans: 余额不足，在 Flow 上余额不能少于 0.001 FLOW

# Google__Drive::message
source: Google Drive
ja: グーグルドライブ
ru: Google Диск
zh_hans: Google 云端硬盘

# x_collections
source: %d Collectibles
ja: %d 収集品
ru: %d Коллекционные предметы
zh_hans: %d 个藏品

# Developer__Settings::message
source: Developer Settings
ja: デベロッパー設定
ru: Настройки разработчика
zh_hans: 开发者设置

source: Share
ja: シェア
ru: Поделиться
zh_hans: 分享

# Version::message
source: Version
ja: バージョン
ru: Версия
zh_hans: 版本

source: Explore
ja: エクスペリエンス
ru: Посетите сайт
zh_hans: 探索

# CONTACT__US::message
source: CONTACT US
ja: お問い合わせ
zh_hans: 联系我们

source: Collections
ja: コレクション
ru: Коллекции
zh_hans: 藏品

# Need__Help::message
source: Need Help?
ja: お困りですか？
ru: Нужна помощь?
zh_hans: 需要帮助？

# from_name
source: FROM %@
ja: %@より
ru: ОТ %@
zh_hans: 来自 %@

# Cancel::message
source: Cancel
ja: キャンセル
ru: Отмена
zh_hans: 取消

source: Shared via
ja: 共有
ru: Поделился через
zh_hans: 通过...分享

# Backup::message
source: Backup
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份

# lilico
source: Flow Wallet
ja: フロー・ウォレット
ru: Бумажник Flow

# Claim__for__your::message
source: Claim for your
ja: 請求
ru: Претензия на ваш
zh_hans: 领取你的

source: Flowns
ja: フラウンス

# FREE::message
source: FREE
ja: 無料
ru: БЕСПЛАТНО
zh_hans: 免费

source: Loading...
ja: 読み込み中...
ru: Загрузка...
zh_hans: 加载中...

# Lilico__domain::message
source: Flow Wallet domain.
ja: フローウォレットのドメイン。
ru: Домен Flow Wallet.
zh_hans: Flow Wallet 域名。

# no_more_data
source: - The End -
ja: - 終わり
ru: - Конец -
zh_hans: - 完 -

# Edit__Address::message
source: Edit Address
ja: アドレスの編集
ru: Редактировать адрес
zh_hans: 编辑地址

source: Top Selection
ja: トップセレクション
ru: Топ-отбор
zh_hans: 精选

# Are__you__sure__you__want__to__remove__this__contact::message
source: Are you sure you want to remove this contact?
ja: 本当にこのコンタクトを削除しますか？
ru: Вы уверены, что хотите удалить этот контакт?
zh_hans: 确定要删除此联系人吗？

# nft_empty
source: You don’t have any NFTs yet.
ja: まだNFTは持っていない。
ru: У вас еще нет ни одного NFT.
zh_hans: 你还没有任何 NFT。

# You__will__no__longer__find__this__contact__in__your__address__book::message
source: You will no longer find this contact in your address book.
ja: アドレス帳にこの連絡先は表示されなくなります。
ru: Вы больше не найдете этот контакт в своей адресной книге.
zh_hans: 您将无法在通讯录中找到此联系人。

# Empty__List::message
source: Empty List
ja: 空リスト
ru: Пустой список
zh_hans: 空列表

# get_new_nft
source: Get new NFTs
ja: 新しいNFTを獲得する
ru: Получите новые NFT
zh_hans: 获取新的 NFT

# No__results__found::message
source: No results found!
ja: 結果は見つからなかった！
ru: Результаты не найдены!
zh_hans: 未找到结果！

source: Send
ja: 送信
ru: Отправить
zh_hans: 发送

# Link::message
source: Link
ja: リンク
ru: Ссылка
zh_hans: 链接

source: Download
ja: ダウンロード
ru: Скачать
zh_hans: 下载

# Deleting::message
source: Deleting
ja: 削除
ru: Удаление
zh_hans: 正在删除

source: View on web
ja: ウェブで見る
ru: Смотреть на сайте
zh_hans: 在网页上查看

# Delete__backup::message
source: Delete backup
ja: バックアップの削除
ru: Удаление резервной копии
zh_hans: 删除备份

source: More
ja: もっと見る
ru: Подробнее
zh_hans: 更多

# Network::message
source: Network
ja: ネットワーク
ru: Сеть
zh_hans: 网络

source: Purchase Price
ja: 購入価格
ru: Покупная цена
zh_hans: 购买价格

# Transaction__Fee::message
source: TRANSACTION FEE
ja: 取引手数料
ru: КОМИССИЯ ЗА ТРАНЗАКЦИЮ
zh_hans: 交易费

source: Purchase Date
ja: 購入日
ru: Дата покупки
zh_hans: 购买日期

# Connect__Title::message
source: This website would like to
ja: このウェブサイトでは、次のようなことを望んでいる。
ru: Этот сайт хотел бы
zh_hans: 此网站希望

source: Trending
ja: トレンド
zh_hans: 趋势

# Connect__Body1::message
source: View your wallet address, balance and activity
ja: ウォレットのアドレス、残高、アクティビティを見る
ru: Просматривайте адрес своего кошелька, баланс и активность
zh_hans: 查看您的钱包地址、余额和活动

source: Collection list
ja: コレクションリスト
ru: Список коллекций
zh_hans: 收藏列表

# Connect__Body2::message
source: Request approval for transactions
ja: 取引の承認を求める
ru: Запрос на одобрение операций
zh_hans: 请求交易批准

source: Add Collection
ja: コレクションを追加
ru: Добавить коллекцию
zh_hans: 添加收藏

# Switch__Network::message
source: Switch Network
ja: スイッチ・ネットワーク
ru: Сеть коммутаторов
zh_hans: 切换网络

source: Confirmation
ja: 確認
ru: Подтверждение
zh_hans: 确认

# Please_restart_your_browser::message
source: Please restart your browser
ja: ブラウザを再起動してください。
ru: Пожалуйста, перезапустите браузер
zh_hans: 请重新启动浏览器

source: Enable Collection
ja: コレクションを有効にする
ru: Включить сбор
zh_hans: 启用收藏

# If_you_keep_seeing_this_spinner::message
source: If you keep seeing this spinner
ja: このスピナーを見続けるなら
ru: Если вы постоянно видите этот волчок
zh_hans: 如果您一直看到这个旋转图标

# nft_collection_add_failed
source: Failed
ja: 失敗
ru: Не удалось
zh_hans: 失败

# Mainnet::message
source: Mainnet
ja: メインネット
zh_hans: 主网

# nft_collection_add_pending
source: Pending
ja: 申請中
ru: В ожидании
zh_hans: 待处理

# Selected::message
source: Selected
ja: 厳選された
ru: Избранное
zh_hans: 已选择

source: Search NFT Collection
ja: NFTコレクションを検索
ru: Поиск по коллекции NFT
zh_hans: 搜索 NFT 收藏

# Testnet::message
source: Testnet
ja: テストネット
zh_hans: 测试网

# seg_list
source: List
ja: リスト
ru: Список
zh_hans: 列表

# Sandboxnet::message
source: Sandboxnet
ja: サンドボックスネット
zh_hans: 沙盒网

# seg_grid
source: Grid
ja: グリッド
ru: Сетка
zh_hans: 网格

# Transaction__Monitor::message
source: Transaction Monitor
ja: トランザクション・モニター
ru: Монитор транзакций
zh_hans: 交易监视器

# add_collection_success
source: Add Collection successfully
ja: コレクションの追加に成功
ru: Добавить коллекцию успешно
zh_hans: 添加收藏成功

# Flowscan::message
source: Flowscan
ja: フロースキャン

source: Add Collection failed
ja: コレクションの追加に失敗
ru: Добавить коллекцию не удалось
zh_hans: 添加收藏失败

# Flow__view__source::message
source: Flow view source
ja: フロービューのソース
ru: Источник представления потока
zh_hans: Flow 查看源代码

source: Send NFT
ja: NFTを送る
ru: Отправить NFT
zh_hans: 发送 NFT

# Public__Key::message
source: Public Key
ja: 公開鍵
ru: Открытый ключ
zh_hans: 公钥

# send_nft_success
source: Send NFT successfully
ja: NFTの送信に成功
ru: Успешная отправка NFT
zh_hans: 发送 NFT 成功

# Hash__Algorithm::message
source: Hash Algorithm
ja: ハッシュ・アルゴリズム
ru: Хеш-алгоритм
zh_hans: 哈希算法

source: Send NFT failed
ja: NFTの送信に失敗
ru: Не удалось отправить NFT
zh_hans: 发送 NFT 失败

# Sign__Algorithm::message
source: Sign Algorithm
ja: 符号アルゴリズム
ru: Алгоритм знаков
zh_hans: 签名算法

source: Create a
ja: を作成する。
ru: Создайте
zh_hans: 创建一个

# Incorrect__Password::message
source: Incorrect Password
ja: パスワードの誤り
ru: Неверный пароль
zh_hans: 密码错误

source: PIN
ja: 暗証番号
zh_hans: PIN 码

# Verify__Password::message
source: Verify Password
ja: パスワードの確認
ru: Проверка пароля
zh_hans: 验证密码

# no_one_unlock_desc
source: So no one else but you can unlock your wallet.
ja: だから、あなた以外の誰もあなたの財布のロックを解除することはできない。
ru: Таким образом, никто, кроме вас, не сможет разблокировать ваш кошелек.
zh_hans: 只有你自己可以解锁你的钱包。

# Enter__Your__Password::message
source: Enter your password
ja: パスワードを入力してください
ru: Введите пароль
zh_hans: 请输入您的密码

source: Please Confirm
ja: ご確認ください
ru: Пожалуйста, подтвердите
zh_hans: 请确认

# Do__not__share__your__private__key::message
source: Do not share your private key!
ja: 秘密鍵を共有しないでください！
ru: Не передавайте свой закрытый ключ!
zh_hans: 不要分享你的私钥！

source: your
ja: あなたの
ru: Ваш
zh_hans: 你的

# If__someone__has__your__private__key::message
source: If someone has your private key, they will <br/>have full access to your wallet.
ja: もし誰かがあなたの秘密鍵を持っていれば、<br/>、あなたのウォレットに完全にアクセスできる。
ru: Если у кого-то есть ваш закрытый ключ, он <br/>получит полный доступ к вашему кошельку.
zh_hans: 如果有人获得了你的私钥，他们将 <br/>对你的钱包拥有完全访问权限。

# no_restore_desc
source: There’s no Restore PIN button. Please make sure you can remember your PIN.
ja: 暗証番号の復元ボタンはありません。暗証番号を忘れないようにしてください。
ru: Кнопка "Восстановить PIN-код" отсутствует. Убедитесь, что вы помните свой PIN-код.
zh_hans: 没有恢复 PIN 按钮。请确保你能记住你的 PIN。

# COPY::message
source: COPY
ja: コピー
ru: КОПИЯ
zh_hans: 复制

source: Add Extra
ja: 追加
ru: Добавить дополнительно
zh_hans: 添加额外

# Do__not__share__your__secret__phrase::message
source: Do not share your secret phrase!
ja: 秘密のフレーズを共有しないこと！
ru: Не делитесь своей секретной фразой!
zh_hans: 不要分享你的密语！

source: Protection
ja: 保護
ru: Защита
zh_hans: 保护

# If__someone__has__your__secret__phrase::message
source: If someone has your secret phrase, they will <br/>have full control of your wallet.
ja: もし誰かがあなたの秘密のフレーズを持っていたら、<br/>、あなたの財布を完全にコントロールすることができる。
ru: Если кто-то узнает вашу секретную фразу, он получит <br/>полный контроль над вашим кошельком.
zh_hans: 如果有人获得了你的密语，他们将 <br/>对你的钱包拥有完全控制权。

source: to
ja: への
ru: на
zh_hans: 至

# Done::message
source: Done
ja: 完了
ru: Готово
zh_hans: 完成

source: Your Wallet
ja: 財布
ru: Ваш кошелек
zh_hans: 你的钱包

# Are__you__sure__you__want__to__reset__your__wallet::message
source: Are you sure you want to reset your wallet?
ja: 本当に財布をリセットしますか？
ru: Вы уверены, что хотите сбросить кошелек?
zh_hans: 确定要重置你的钱包吗？

# extra_protection_desc
source: Unlock with PIN Code and Biometrics to allow extra wallet security.
ja: PINコードと生体認証によるロック解除で、財布のセキュリティを強化。
ru: Разблокировка с помощью PIN-кода и биометрических данных обеспечивает дополнительную безопасность кошелька.
zh_hans: 使用 PIN 码和生物识别解锁以提供额外的钱包安全性。

source: Removing the wallet from Flow Wallet does not remove the wallet from Flow blockchain. You can import your wallet again using your Recovery Phrase or Google Drive Backup.
ja: Flowウォレットからウォレットを削除しても、Flowブロックチェーンからウォレットは削除されません。リカバリーフレーズまたはGoogleドライブバックアップを使用して、ウォレットを再度インポートすることができます。
ru: Удаление кошелька из Flow Wallet не приводит к удалению кошелька из блокчейна Flow. Вы можете импортировать кошелек снова, используя фразу восстановления или резервную копию Google Drive.
zh_hans: 从 Flow 钱包中移除钱包不会从 Flow 区块链中移除钱包。你可以使用恢复短语或 Google Drive 备份再次导入钱包。

# select_word_by_order
source: Please select the word one by one refering to its order.
ja: 単語を順番に一つずつ選んでください。
ru: Пожалуйста, выберите слово по очереди, ориентируясь на его порядок.
zh_hans: 请按顺序一个一个地选择单词。

# Reset::message
source: Reset
ja: リセット
ru: Сброс
zh_hans: 重置

# Recovery__Phrase::message
source: Recovery Phrase
ja: リカバリーフレーズ
ru: Фраза о восстановлении
zh_hans: 恢复短语

source: Face ID
ja: フェイスID
zh_hans: 面容 ID

# Confirm__Password::message
source: Confirm Password
ja: パスワードの確認
ru: Подтвердите пароль
zh_hans: 确认密码

source: Touch ID
ja: タッチID
zh_hans: 触控 ID

# New__Password::message
source: New Password
ja: 新しいパスワード
ru: Новый пароль
zh_hans: 新密码

source: Recommend
ja: おすすめ
ru: Рекомендуем
zh_hans: 推荐

# Current__Password::message
source: Current Password
ja: 現在のパスワード
ru: Текущий пароль
zh_hans: 当前密码

source: PIN Code
ja: PINコード
ru: ПИН-код
zh_hans: PIN 码

# Change__111e__Password::message
source: Change 111e Password
ja: 111eパスワードの変更
ru: Изменить пароль 111e
zh_hans: 更改 111e 密码

# verify_x
source: Verify %@
ja: ベリファイ %@
ru: Проверьте %@
zh_hans: 验证 %@

# Security::message
source: Security
ja: セキュリティ
ru: Безопасность
zh_hans: 安全

source: Recovery
ja: リカバリー
ru: Восстановление
zh_hans: 恢复

# Allow__lilico__to__pay__the__gas__fee::message
source: Allow Flow Wallet to pay the gas fee for all my transactions.
ja: Flow Walletが私のすべての取引のガス料金を支払うようにする。
ru: Разрешите Flow Wallet оплачивать газовый сбор за все мои транзакции.
zh_hans: 允许 Flow Wallet 支付我所有交易的燃料费。

source: Phrase
ja: フレーズ
ru: Фраза
zh_hans: 短语

# This__feature__has__been__disabled__temporarily::message
source: This feature has been disabled temporarily
ja: この機能は一時的に無効になっています
ru: Эта функция временно отключена
zh_hans: 此功能暂时被禁用

# words_save_tips
source: Write down or copy these words in the right order and save them somewhere safe.
ja: これらの単語を正しい順番で書き留めるかコピーして、安全な場所に保存しておく。
ru: Запишите или скопируйте эти слова в правильном порядке и сохраните их в надежном месте.
zh_hans: 按正确顺序写下或复制这些单词，并将其保存在安全的地方。

source: It might increase the waiting time when you approve a transaction.
ja: トランザクションを承認する際の待ち時間が増えるかもしれない。
ru: Это может увеличить время ожидания при одобрении транзакции.
zh_hans: 在你批准交易时，可能会增加等待时间。

source: Hide
ja: 隠す
ru: Скрыть
zh_hans: 隐藏

# You__will__need__to__connect__to__your__wallet__again::message
source: You will need to connect to your wallet again to make this change work.
ja: この変更を有効にするには、再度ウォレットに接続する必要があります。
ru: Вам нужно будет снова подключиться к кошельку, чтобы это изменение заработало.
zh_hans: 你需要再次连接到你的钱包以使更改生效。

# private_place_tips
source: Make sure you are in a private place !
ja: プライベートな場所にいることを確認してください！
ru: Убедитесь, что вы находитесь в уединенном месте!
zh_hans: 确保你在一个私人场所！

# Coin::message
source: Coin
ja: コイン
ru: Монета
zh_hans: 币

source: Reveal
ja: 暴露
ru: Почитайте
zh_hans: 显示

# Exec_Transaction::message
source: Exec Transaction
ja: 実行トランザクション
ru: Выполнение транзакции
zh_hans: 执行交易

# not_share_secret_tips
source: Do not share your secret phrase!
ja: 秘密のフレーズを共有しないこと！
ru: Не делитесь своей секретной фразой!
zh_hans: 不要分享你的密语！

# View_more_transactions::message
source: View more transactions
ja: 取引をもっと見る
ru: Посмотреть другие сделки
zh_hans: 查看更多交易

# not_share_secret_desc
source: If someone has your secret phrase, they will have full control of your wallet.
ja: もし誰かがあなたの秘密のフレーズを持っていたら、彼らはあなたの財布を完全にコントロールすることができる。
ru: Если кто-то узнает вашу секретную фразу, он получит полный контроль над вашим кошельком.
zh_hans: 如果有人获得了你的密语，他们将对你的钱包拥有完全控制权。

# No_activity_yet::message
source: No activity yet
ja: 活動はまだない
ru: Пока нет активности
zh_hans: 尚无活动

# backup_to_icloud
source: Backup to iCould
ja: iCouldにバックアップ
ru: Резервное копирование в iCould
zh_hans: 备份到 iCloud

# Activity::message
source: Activity
ja: アクティビティ
ru: Деятельность
zh_hans: 活动

# backup_to_gd
source: Backup to Google Drive
ja: Googleドライブにバックアップ
ru: Резервное копирование на Google Диск
zh_hans: 备份到 Google Drive

# Coins::message
source: coins
ja: 小銭
ru: монеты
zh_hans: 硬币

source: Backup Manually
ja: 手動バックアップ
ru: Резервное копирование вручную
zh_hans: 手动备份

# Search_to_find_more_users::message
source: Search to find more users
ja: より多くのユーザーを検索する
ru: Поиск, чтобы найти больше пользователей
zh_hans: 搜索以找到更多用户

source: Recovery Phrase
ja: リカバリーフレーズ
ru: Фраза о восстановлении
zh_hans: 恢复短语

# Search_Address0x_or_Flow_domain::message
source: Search, Address(0x) or Flow domain
ja: 検索、アドレス(0x)またはフロードメイン
ru: Поиск, адрес(0x) или домен потока
zh_hans: 搜索，地址(0x)或 Flow 域

source: Double
ja: ダブル
zh_hans: 双倍

# Search_the_ID::message
source: Search the ID:
ja: IDを検索する：
ru: Поиск по идентификатору:
zh_hans: 搜索 ID:

source: Secure
ja: セキュア
ru: Безопасный
zh_hans: 安全

# Sorry_we_could_not_find_any_accounts_Please_try_again::message
source: Sorry, we could not find any accounts. Please try again.
ja: アカウントが見つかりませんでした。もう一度お試しください。
ru: К сожалению, мы не смогли найти ни одной учетной записи. Пожалуйста, попробуйте еще раз.
zh_hans: 对不起，我们找不到任何账户。请再试一次。

source: Select the word
ja: 単語を選択
ru: Выберите слово
zh_hans: 选择单词

# Send_to::message
source: Send to
ja: 送信先
ru: Отправить по адресу
zh_hans: 发送到

source: Double Secure
ja: ダブル・セキュア
ru: Двойная защита
zh_hans: 双重安全

# Invalid_address_in::message
source: Invalid address in
ja: 無効なアドレス
ru: Недопустимый адрес в
zh_hans: 无效地址

source: Create Backup
ja: バックアップの作成
ru: Создание резервной копии
zh_hans: 创建备份

# Transaction_created::message
source: Transaction created
ja: トランザクションの作成
ru: Созданная транзакция
zh_hans: 交易已创建

source: Password
ja: パスワード
ru: Пароль
zh_hans: 密码

# Your_address_is_currently_processing_another_transaction::message
source: Your address is currently processing another transaction
ja: あなたのアドレスは、現在別のトランザクションを処理中です。
ru: Ваш адрес в настоящее время обрабатывает другую транзакцию
zh_hans: 你的地址正在处理另一个交易

# password_use_tips
source: Flow Wallet uses this password to secure your backup in cloud stroage.
ja: Flow Walletは、このパスワードを使ってクラウドストレージにバックアップを安全に保存します。
ru: Flow Wallet использует этот пароль для защиты резервной копии в облачном хранилище.
zh_hans: Flow Wallet 使用此密码在云存储中保护你的备份。

# Sending::message
source: Sending...
ja: 送信...
ru: Посылаю...
zh_hans: 发送中...

source: Backup Password
ja: バックアップパスワード
ru: Резервный пароль
zh_hans: 备份密码

# Confirmation::message
source: Confirmation
ja: 確認
ru: Подтверждение
zh_hans: 确认

# minimum_8_char
source: Minimum 8 characters
ja: 最低8文字
ru: Минимум 8 символов
zh_hans: 至少8个字符

# Processing::message
source: Processing
ja: 加工
ru: Обработка
zh_hans: 处理中

source: Confirm Password
ja: パスワードの確認
ru: Подтвердите пароль
zh_hans: 确认密码

# Insufficient_balance::message
source: Insufficient balance
ja: バランス不足
ru: Недостаточный баланс
zh_hans: 余额不足

# can_not_recover_pwd_tips
source: I understand Flow Wallet can not recover this password.
ja: Flow Walletがこのパスワードを復元できないことは理解しています。
ru: Я понимаю, что Flow Wallet не может восстановить этот пароль.
zh_hans: 我明白Flow Wallet无法恢复这个密码。

# on_Flow_the_balance_cant_less_than_0001_FLOW::message
source: , on Flow the balance can't less than 0.001 FLOW
ja: フローでは、バランスは0.001 FLOW以下にはならない。
ru: , на Flow баланс не может быть меньше 0,001 FLOW
zh_hans: ，在Flow上余额不能少于0.001 FLOW

source: Secure Backup
ja: 安全なバックアップ
ru: Безопасное резервное копирование
zh_hans: 安全备份

# Approve::message
source: Approve
ja: 承認
ru: Утвердить
zh_hans: 批准

source: Legal
ja: リーガル
ru: Юридическая
zh_hans: 法律

# SCRIPT::message
source: SCRIPT
ja: スクリプト
ru: СКРИПТ
zh_hans: 脚本

source: Information
ja: インフォメーション
ru: Информация
zh_hans: 信息
