Repository: Outblock/FRW-iOS
Catalog: FRW/Resource/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans

# Select__the__account__which__you__want__to__restore__back::message
source: Select the account which you want to restore back.
ja: 復元したいアカウントを選択します。
ru: Выберите учетную запись, которую вы хотите восстановить.
zh_hans: 选择您要恢复的账户。

source: Restore with Recovery Phrase
ja: リカバリーフレーズで復元
ru: Восстановление с помощью фразы восстановления
zh_hans: 用恢复短语恢复

# Review::message
source: Review
ja: レビュー
ru: Обзор
zh_hans: 审核

# x_coins
source: %d Coins
ja: %d コイン
ru: %d Монеты
zh_hans: %d 个币

source: Write down this phrase in this exact order and make sure to keep them somewhere safe!
ja: このフレーズを正確な順番で書き出し、安全な場所に保管しておくこと！
ru: Запишите эти фразы именно в таком порядке и обязательно сохраните их в надежном месте!
zh_hans: 按照此确切顺序写下这个短语，并确保将它们保存在安全的地方！

# x_coin
source: %d Coin
ja: %d コイン
ru: %d Монета
zh_hans: %d 个币

# Please_select_the_word_one_by_one_refering_to_its_order::message
source: Please select the word one by one refering to its order.
ja: 単語を順番に一つずつ選んでください。
ru: Пожалуйста, выберите слово по очереди, ориентируясь на его порядок.
zh_hans: 请按顺序一个一个地选择单词。

source: Copied
ja: コピー
ru: Скопировано
zh_hans: 已复制

# Please__notice__that__If__you__lose__you__can__not__access::message
source: Please notice that If you lose recovery phrases, you can not access your account forever.
ja: リカバリーフレーズを紛失すると、永久にアカウントにアクセスできなくなりますのでご注意ください。
ru: Обратите внимание, что если вы потеряете фразы восстановления, вы не сможете получить доступ к своему аккаунту навсегда.
zh_hans: 请注意，如果您丢失了恢复短语，您将无法永久访问您的账户。

source: Add Token
ja: トークンの追加
ru: Добавить токен
zh_hans: 添加代币

# Select_the_word_at::message
source: Select the word at
ja: で単語を選択する。
ru: Выберите слово на
zh_hans: 选择单词

source: Enable
ja: 有効にする
ru: Включить
zh_hans: 启用

# Incorrect_recovery_phrases_please_try_again::message
source: Incorrect recovery phrases, please try again.
ja: リカバリーのフレーズが正しくありません。
ru: Неверные фразы восстановления, попробуйте еще раз.
zh_hans: 恢复短语错误，请重试。

source: Working on it ...
ja: それに取り組んでいる．
ru: Работаем над этим...
zh_hans: 正在处理...

# Recovery_phrases_word_count_must_be_12_or_24_words::message
source: Recovery phrases word count must be 12 or 24 words
ja: 回復フレーズの語数は12語または24語であること
ru: Количество слов в фразах для восстановления должно составлять 12 или 24 слова
zh_hans: 恢复短语的单词数必须是 12 或 24 个词

# send_uppercase
source: SEND
ja: 送信
ru: ОТПРАВИТЬ
zh_hans: 发送

# Allset::message
source: all set
ja: オールセット
ru: всё множество
zh_hans: 全部设置

# receive_uppercase
source: RECEIVE
ja: 受け取る
ru: ПОЛУЧИТЬ
zh_hans: 接收

# You_can_start_experiencing_Lilico_now::message
source: You can start experiencing Flow Wallet now!
ja: 今すぐFlow Walletを体験してください！
ru: Вы можете начать пользоваться кошельком Flow Wallet уже сейчас!
zh_hans: 您现在可以开始体验 Flow Wallet！

source: Recent Price
ja: 最近の価格
ru: Последняя цена
zh_hans: 最近价格

# Back_up::message
source: Back Up
ja: バックアップ
ru: Назад
zh_hans: 备份

source: DATA FROM
ja: データ・フロム
ru: ДАННЫЕ ИЗ
zh_hans: 数据来源

# Back_up_your_wallet_to_Google_Drive_for_easy_access::message
source: Back up your wallet to Google Drive for easy access.
ja: Googleドライブに財布をバックアップしておけば、簡単にアクセスできます。
ru: Создайте резервную копию бумажника на Google Диске для удобного доступа.
zh_hans: 将你的钱包备份到 Google Drive，便于访问。

source: Binance
ja: バイナンス

# Recommend::message
source: Recommend
ja: おすすめ
ru: Рекомендуем
zh_hans: 推荐

source: Kraken
ja: クラーケン
ru: Кракен

# to_back_up_your_wallet::message
source: to back up your wallet
ja: 財布をバックアップする
ru: чтобы сохранить свой кошелек
zh_hans: 备份你的钱包

source: Huobi
ja: フオビ

# Backup_failed_you_may_still_conduct_backup_inside_extension::message
source: Backup failed, you may still conduct backup inside extension.
ja: バックアップに失敗しても、エクステンション内部でバックアップを行うことができます。
ru: Резервное копирование не удалось, вы можете выполнить резервное копирование внутри расширения.
zh_hans: 备份失败，您仍可以在扩展内进行备份。

# qr_code_str
source: QR Code
ja: QRコード
ru: QR-код
zh_hans: 二维码

# Creating_back_up::message
source: Creating back up...
ja: バックアップの作成...
ru: Создание резервных копий...
zh_hans: 正在创建备份...

# qr_code_desc
source: Shown your QR code to receive transactions.
ja: QRコードを提示して取引を受ける。
ru: Предъявите свой QR-код для получения транзакций.
zh_hans: 显示您的二维码以接收交易。

# Connect_and_Back_up::message
source: Connect and Back up
ja: 接続とバックアップ
ru: Подключение и резервное копирование
zh_hans: 连接并备份

source: Wallet Address
ja: 財布の住所
ru: Адрес кошелька
zh_hans: 钱包地址

# Maybe_Next_Time::message
source: Maybe Next Time
ja: たぶん次回
ru: Может быть, в следующий раз
zh_hans: 稍后再说

source: Copy
ja: コピー
ru: Копировать
zh_hans: 复制

# Sounds_good::message
source: Sounds good!
ja: いい感じだ！
ru: Звучит здорово!
zh_hans: 听起来不错！

source: Recent
ja: 最近
ru: Последние
zh_hans: 最近

# Copy::message
source: Copy
ja: コピー
ru: Копировать
zh_hans: 复制

source: Send to
ja: 送信先
ru: Отправить по адресу
zh_hans: 发送到

# I_agree_to_the::message
source: I agree to the
ja: に同意する。
ru: Я согласен с
zh_hans: 我同意

# send_search_placeholder
source: Username, address(0x), Find or Flowns
ja: ユーザー名、アドレス(0x)、FindまたはFlowns
ru: Имя пользователя, адрес (0x), Find или Flowns
zh_hans: 用户名，地址(0x)，查找或 Flowns

# of_Lilico_Wallet::message
source: of Flow Wallet Wallet.
ja: Flow Walletウォレットの。
ru: Кошелек Flow Wallet Wallet.
zh_hans: Flow Wallet。

# send_user_empty
source: Search to find more users
ja: より多くのユーザーを検索する
ru: Поиск, чтобы найти больше пользователей
zh_hans: 搜索以找到更多用户

# Login::message
source: Login
ja: ログイン
ru: Вход в систему
zh_hans: 登录

source: Search the ID:
ja: IDを検索する：
ru: Поиск по идентификатору:
zh_hans: 搜索 ID：

# Reset_Your::message
source: Reset Your
ja: リセット
ru: Перезагрузите свой
zh_hans: 重置您的

# no_account_found_msg
source: No results. Please check your input and try again.
ja: 申し訳ございませんが、関連するアカウントが見つかりませんでした。
ru: Извините, мы не нашли ни одного связанного аккаунта, пожалуйста, проверьте свой ввод и выполните поиск снова.
zh_hans: 抱歉，未找到相关账户，请检查您的输入并重试。

source: Enter the 12 or 24 word recovery phrase given when you first created your wallet.
ja: 最初にウォレットを作成したときに指定された12語または24語の回復フレーズを入力してください。
ru: Введите фразу восстановления из 12 или 24 слов, заданную при создании кошелька.
zh_hans: 输入您首次创建钱包时获得的 12 或 24 个词的恢复短语。

# search_failed_msg
source: Search failed. Please try again.
ja: 検索に失敗しました。もう一度お試しください。
ru: Поиск не удался. Пожалуйста, попробуйте еще раз.
zh_hans: 搜索失败。请再试一次。

# Enter_your_recovery_phrase_using_spaces_to_separate_each_word::message
source: Enter your recovery phrase, using spaces to separate each wordEnter your recovery phrase
ja: 各単語をスペースで区切って、回復フレーズを入力してください回復フレーズを入力してください
ru: Введите фразу восстановления, разделяя каждое слово пробеламиВведите фразу восстановления
zh_hans: 输入您的恢复短语，用空格分隔每个单词

# lilico_user
source: Flow Wallet user
ja: フローウォレットのユーザー
ru: Пользователь кошелька Flow Wallet
zh_hans: Flow Wallet 用户

# Go_to_flow_faucet_to_get_some_tokens::message
source: Go to flow faucet to get some tokens
ja: 流水栓に行き、トークンを手に入れる
ru: Подойдите к крану потока, чтобы получить несколько жетонов
zh_hans: 前往 Flow faucet 获取一些代币

source: .find
ja: 見つける
ru: .найти

# Claim_Testnet::message
source: Claim Testnet
ja: Testnetを請求する
ru: Утверждение Testnet
zh_hans: 领取测试网

# tokens::message
source: tokens
ja: トークン
ru: жетоны
zh_hans: 代币

source: Transfer Amount
ja: 移籍金額
ru: Сумма перевода
zh_hans: 转账金额

# Binance::message
source: Binance
ja: バイナンス

source: Enter Amount
ja: 金額を入力
ru: Введите сумму
zh_hans: 输入金额

# Kraken::message
source: Kraken
ja: クラーケン
ru: Кракен

source: Max
ja: マックス
ru: Макс
zh_hans: 最大

# Coinbase::message
source: Coinbase
ja: コインベース

source: Insufficient Balance
ja: 残高不足
ru: Недостаточный баланс
zh_hans: 余额不足

# Kucoin::message
source: Kucoin
ja: クーコイン

source: Amount Balance
ja: 残高
ru: Сумма Остаток
zh_hans: 金额余额

# Huobi::message
source: Huobi
ja: フオビ

source: Amount Confirmation
ja: 金額確認
ru: Подтверждение суммы
zh_hans: 金额确认

# Recent_Price::message
source: Recent Price
ja: 最近の価格
ru: Последняя цена
zh_hans: 最近价格

source: Format Error
ja: フォーマットエラー
ru: Ошибка формата
zh_hans: 格式错误

# Data_from::message
source: Data from
ja: データ
ru: Данные из
zh_hans: 数据来自

source: Sending...
ja: 送信...
ru: Посылаю...
zh_hans: 发送中...

source: Sent successfully
ja: 送信成功
ru: Отправлено успешно
zh_hans: 发送成功

source: Send failed
ja: 送信失敗
ru: Отправка не удалась
zh_hans: 发送失败

source: Account not Found
ja: アカウントが見つかりません
ru: Учетная запись не найдена
zh_hans: 找不到账户

# account_not_found_prev
source: No account found with the recovery phrase. Do you want to create a new account with
ja: 回復フレーズを含むアカウントが見つかりません。で新しいアカウントを作成しますか？
ru: Не найдена учетная запись с фразой восстановления. Хотите ли вы создать новую учетную запись с
zh_hans: 找不到包含恢复短语的账户。你要用

# account_not_found_highlight
source: your phrase
ja: あなたの言葉
ru: ваша фраза
zh_hans: 你的短语

# All::message
source: All
ja: すべて
ru: Все
zh_hans: 全部

# Earn_More_Flow::message
source: Launch Flow Port
ja: 打ち上げフローポート
ru: Порт пускового потока
zh_hans: 启动 Flow Wallet 端口

source: Create Wallet
ja: 財布の作成
ru: Создать кошелек
zh_hans: 创建钱包

# Stake_tokens_and_earn_rewards::message
source: Stake tokens and earn rewards
ja: トークンを賭けて報酬を得る
ru: Ставьте токены и получайте вознаграждения
zh_hans: 质押代币并赚取奖励

# wallet_transactions
source: Transaction History
ja: 取引履歴
ru: История транзакций
zh_hans: 交易历史

# USD::message
source: USD
ja: 米ドル
zh_hans: 美元

# transaction_list_transaction_x
source: Transaction (%d)
ja: トランザクション (%d)
ru: Транзакция (%d)
zh_hans: 交易 (%d)

# Deposit::message
source: Deposit
ja: デポジット
ru: Депозит
zh_hans: 存款

# transaction_list_transfer_x
source: Transfer
ja: 譲渡
ru: Передача
zh_hans: 转账

# Enable_token::message
source: Enable token
ja: トークンを有効にする
ru: Включить маркер
zh_hans: 启用代币

# transaction_exec
source: Exec Transaction
ja: 実行トランザクション
ru: Выполнение транзакции
zh_hans: 执行交易

# Working_on_it::message
source: Working on it...
ja: 取り組んでいる...
ru: Работаю над этим...
zh_hans: 正在处理...

# transaction_pending
source: Pending
ja: 申請中
ru: В ожидании
zh_hans: 待处理

# Add_Token::message
source: Add Token
ja: トークンの追加
ru: Добавить токен
zh_hans: 添加代币

# transaction_error
source: Error
ja: エラー
ru: Ошибка
zh_hans: 错误

# Search_Token::message
source: Search Token
ja: 検索トークン
ru: Токен поиска
zh_hans: 搜索代币

# transfer_to_x
source: To %@
ja: %@宛
ru: На %@
zh_hans: 发送到 %@

# unlocked::message
source: unlocked
ja: アンロック
ru: разблокированный
zh_hans: 已解锁

# transfer_from_x
source: From %@
ja: %@より
ru: С сайта %@
zh_hans: 来自 %@

# Enter::message
source: Enter
ja: 入る
ru: Заходите на
zh_hans: 进入

# transaction_request_failed
source: Transactions request failed
ja: トランザクションリクエストの失敗
ru: Запрос транзакций не прошел
zh_hans: 交易请求失败

# Unlock_Wallet::message
source: Unlock Wallet
ja: ウォレットのロック解除
ru: Разблокировать кошелек
zh_hans: 解锁钱包

# transfer_request_failed
source: Transfers request failed
ja: 転送要求が失敗
ru: Запрос на перевод не выполнен
zh_hans: 转账请求失败

# Forgot_password::message
source: Forgot password?
ja: パスワードをお忘れですか？
ru: Забыли пароль?
zh_hans: 忘记密码？

source: View more transactions
ja: 取引をもっと見る
ru: Посмотреть другие сделки
zh_hans: 查看更多交易

# Welcome_to_lilico::message
source: Welcome to Flow Wallet
ja: フロー・ウォレットへようこそ
ru: Добро пожаловать в Flow Wallet
zh_hans: 欢迎使用 Flow Wallet

# token_detail_activities
source: Transaction history
ja: 取引履歴
ru: История транзакций
zh_hans: 交易历史

# Flow::message
source: Flow
ja: フロー
ru: Поток

source: Free Gas Fee
ja: ガソリン代無料
ru: Бесплатная плата за газ
zh_hans: 免费 Gas 费

# Import_your_wallet::message
source: Import your wallet
ja: 財布をインポートする
ru: Импортируйте свой кошелек
zh_hans: 导入你的钱包

# gas_fee_desc
source: Allow Flow Wallet to pay the gas fee for all my transactions
ja: Flow Walletですべての取引のガス料金を支払えるようにする。
ru: Разрешить Flow Wallet оплачивать газовый сбор за все мои транзакции
zh_hans: 允许 Flow Wallet 支付我所有交易的燃气费

# Create_a_new_wallet::message
source: Create a new wallet
ja: 新しいウォレットを作成する
ru: Создайте новый кошелек
zh_hans: 创建一个新钱包

# delete_wallet
source: Delete Profile
ja: 財布の削除
ru: Удалить кошелек
zh_hans: 删除钱包

# Feature_Coming_Soon::message
source: Feature Coming Soon
ja: 特集 近日公開
ru: Функция Скоро будет
zh_hans: 功能即将到来

# delete_wallet_confirm_title
source: Are you sure that you want to delete the wallet?
ja: 本当にウォレットを削除したいのですか？
ru: Вы уверены, что хотите удалить кошелек?
zh_hans: 您确定要删除钱包吗?

# Are_you_sure_you_want_to_delete_your_backup::message
source: Are you sure you want to delete your backup?
ja: 本当にバックアップを削除しますか？
ru: Вы уверены, что хотите удалить резервную копию?
zh_hans: 您确定要删除备份吗?

# delete_wallet_confirm_desc
source: By deleting the wallet, you will lose the access to the wallet. Please make sure you backup your recovery phrase.
ja: ウォレットを削除すると、ウォレットにアクセスできなくなります。必ずリカバリーフレーズをバックアップしてください。
ru: Удалив кошелек, вы потеряете доступ к нему. Пожалуйста, убедитесь, что вы сделали резервную копию фразы восстановления.
zh_hans: 通过删除钱包，您将失去对钱包的访问权限。请确保您备份了恢复短语。

source: This will remove this google backup. You will not import this wallet via Google backup.
ja: これでこのグーグル・バックアップは削除されます。このウォレットをGoogleバックアップ経由でインポートすることはできません。
ru: Это приведет к удалению резервной копии Google. Вы не сможете импортировать этот кошелек через резервную копию Google.
zh_hans: 这将删除此谷歌备份。您将无法通过谷歌备份导入此钱包。

# delete_wallet_desc_2
source: DELETE MY WALLET
ja: 財布を消す
ru: УДАЛИТЬ МОЙ КОШЕЛЕК
zh_hans: 删除我的钱包

# Your_lilico_domain_will_look_like::message
source: Your Flow Wallet domain will look like:
ja: Flow Walletのドメインは以下のようになります：
ru: Домен вашего Flow Wallet будет выглядеть следующим образом:
zh_hans: 你的 Flow Wallet 域名将是：

# delete_warning_alert_desc
source: Are you sure you want to delete your wallet? If you do not backup your wallet info, you will lose ALL your assets.
ja: 本当にウォレットを削除しますか？ウォレット情報をバックアップしないと、全ての資産を失うことになります。
ru: Вы уверены, что хотите удалить свой кошелек? Если вы не сделаете резервную копию информации о своем кошельке, вы потеряете ВСЕ свои активы.
zh_hans: 您确定要删除您的钱包吗？如果您不备份您的钱包信息，您将丢失所有资产。

# meow::message
source: .meow
ja: ニャー
ru: мяуканье

source: Reset Wallet
ja: リセットウォレット
ru: Сбросить кошелек
zh_hans: 重置钱包

# Go::message
source: Go
ja: 行く
ru: Перейти на сайт
zh_hans: 去

# reset_wallet_confirm_title
source: Really want to reset your wallet?
ja: 本当に財布をリセットしたいのか？
ru: Действительно хотите обнулить свой кошелек?
zh_hans: 真的要重置你的钱包吗？

# Sorry::message
source: Sorry,
ja: 申し訳ない、
ru: Простите,
zh_hans: 对不起,

# reset_wallet_desc_1
source: Enter
ja: 入る
ru: Заходите на
zh_hans: 输入

# we_couldnt_find_any_address_linked_to_your_recovery_phrase::message
source: we couldn't find any address linked to your recovery phrase.
ja: あなたの回復フレーズにリンクされたアドレスは見つかりませんでした。
ru: мы не смогли найти ни одного адреса, связанного с вашей фразой о восстановлении.
zh_hans: 我们找不到与你的恢复短语关联的任何地址。

# reset_wallet_desc_2
source: RESET MY WALLET
ja: 財布をリセット
ru: ОБНУЛИТЬ КОШЕЛЕК
zh_hans: 重置我的钱包

# Please_try_your_recovery_phrase_again_or_create_a_new_account::message
source: Please try your recovery phrase again or create a new account
ja: リカバリーフレーズをもう一度試すか、新しいアカウントを作成してください。
ru: Пожалуйста, попробуйте восстановить фразу еще раз или создайте новую учетную запись
zh_hans: 请重新尝试您的恢复短语或创建一个新账户

# reset_wallet_desc_3
source: to confirm reset.
ja: をクリックしてリセットを確認します。
ru: чтобы подтвердить сброс.
zh_hans: 确认重置。

# with_current_recovery_phrase::message
source: with current recovery phrase
ja: 現在の回復フレーズセット
ru: с текущим набором фраз для восстановления
zh_hans: 使用当前的恢复短语

# reset_warning_text
source: Please enter the correct text
ja: 正しいテキストを入力してください
ru: Пожалуйста, введите правильный текст
zh_hans: 请输入正确的文字

source: This will remove any existing wallets and replace them with new wallets. Make sure you have your recovery phrase backed up.
ja: これで既存のウォレットが削除され、新しいウォレットに置き換わります。リカバリーフレーズをバックアップしておいてください。
ru: Это приведет к удалению всех существующих кошельков и замене их новыми. Убедитесь, что у вас есть резервная копия фразы восстановления.
zh_hans: 这将删除所有现有钱包并用新钱包替换它们。确保你已经备份了你的恢复短语。

# reset_warning_alert_title
source: Warning
ja: 警告
ru: Внимание
zh_hans: 警告

# This__username__is__reserved__Please__contact::message
source: This username is reserved. Please contact
ja: このユーザー名は予約済みです。連絡先
ru: Это имя пользователя зарезервировано. Пожалуйста, свяжитесь с
zh_hans: 这个用户名已被保留。请联系

# rest_warning_alert_desc
source: Are you sure you want to reset your wallet? If you do not backup your wallet info, you will lose all virtual assets after reset.
ja: 本当にウォレットをリセットしますか？ウォレット情報をバックアップしていない場合、リセット後にすべての仮想資産を失うことになります。
ru: Вы уверены, что хотите сбросить кошелек? Если вы не сделаете резервную копию информации о своем кошельке, то потеряете все виртуальные активы после сброса.
zh_hans: 您确定要重置钱包吗？如果你没有备份你的钱包信息，重置后你将失去所有虚拟资产。

# This__name__is__taken::message
source: This name is taken
ja: この名前は
ru: Это имя взято
zh_hans: 这个名字已经被占用

# restore_with_x_failed
source: Restore with %@ failed
ja: %@ でのリストアに失敗しました。
ru: Восстановление с помощью %@ не удалось
zh_hans: 用%@恢复失败

# for__any__inquiry::message
source: for any inquiry.
ja: お問い合わせはこちらまで。
ru: по любому вопросу.
zh_hans: 如有疑问。

# no_x_backup
source: No backup found in %@
ja: %@にバックアップが見つかりません。
ru: Резервное копирование не найдено в %@
zh_hans: 在%@中未找到备份

# Name::message
source: Name
ja: 名称
ru: Имя
zh_hans: 名称

source: Google Drive
ja: グーグルドライブ
ru: Google Диск
zh_hans: Google 云端硬盘

# Change::message
source: Change
ja: 変更
ru: Изменить
zh_hans: 更改

# Please__enter__your__recovery__phrase__using__spaces::message
source: Please enter your recovery phrase using spaces to separate each word
ja: 回復フレーズをスペースで区切って入力してください。
ru: Пожалуйста, введите фразу о восстановлении, разделяя каждое слово пробелами
zh_hans: 请输入您的恢复短语，用空格分隔每个单词

source: Decrypt Failed
ja: 復号化失敗
ru: Расшифровка не удалась
zh_hans: 解密失败

# Inbox__is__empty::message
source: Inbox is empty
ja: 受信トレイは空です
ru: Входящие пустые
zh_hans: 收件箱是空的

# backup_to_x_failed
source: Backup to %@ failed
ja: %@ へのバックアップに失敗
ru: Резервное копирование на %@ не удалось
zh_hans: 备份到 %@ 失败

# No__Activity::message
source: No Activity
ja: 活動なし
ru: Нет активности
zh_hans: 没有活动

# backup_to_x_succeeded
source: Backup to %@ succeeded
ja: %@ へのバックアップに成功
ru: Резервное копирование на %@ выполнено успешно
zh_hans: 备份到 %@ 成功

# Learn__more::message
source: Learn more
ja: さらに詳しく
ru: Узнать больше
zh_hans: 了解更多

source: Cancel
ja: キャンセル
ru: Отмена
zh_hans: 取消

# Validated__address::message
source: Validated address
ja: 有効なアドレス
ru: Подтвержденный адрес
zh_hans: 验证地址

source: Saved
ja: 保存
ru: Сохранено
zh_hans: 已保存

# Update::message
source: Update
ja: 更新
ru: Обновление
zh_hans: 更新

source: Error
ja: エラー
ru: Ошибка
zh_hans: 错误

# Recent::message
source: Recent
ja: 最近
ru: Последние
zh_hans: 最近

# action_handle
source: Catch
ja: キャッチ
ru: Лови
zh_hans: 捕捉

# Transfer__Amount::message
source: Transfer Amount
ja: 移籍金額
ru: Сумма перевода
zh_hans: 转账金额

# action_cancel
source: Cancel
ja: キャンセル
ru: Отмена
zh_hans: 取消

# Available__Balance::message
source: Available Balance
ja: 利用可能残高
ru: Доступный остаток
zh_hans: 可用余额

# qr_code_data_wallet_connect_prefix
source: Wallet Connect
ja: ウォレット・コネクト
zh_hans: 钱包连接

# Transaction__failed::message
source: Transaction failed
ja: トランザクションの失敗
ru: Транзакция не удалась
zh_hans: 交易失败

source: Choose Provider
ja: プロバイダーを選択
ru: Выберите провайдера
zh_hans: 选择供应商

# Inbox::message
source: Inbox
ja: 受信トレイ
ru: Входящие
zh_hans: 收件箱

source: Approve failed
ja: 失敗を承認する
ru: Одобрить не удалось
zh_hans: 批准失败

# Enable__Inbox::message
source: Enable Inbox
ja: 受信トレイを有効にする
ru: Включить входящие
zh_hans: 启用收件箱

source: Reject failed
ja: 不合格
ru: Отклонить не удалось
zh_hans: 拒绝失败

# Copy__username::message
source: Copy username
ja: ユーザー名をコピーする
ru: Скопируйте имя пользователя
zh_hans: 复制用户名

source: Approved
ja: 承認済み
ru: Одобрено
zh_hans: 已批准

# Refresh::message
source: Refresh
ja: リフレッシュ
ru: Обновить
zh_hans: 刷新

source: Rejected
ja: 不採用
ru: Отклонено
zh_hans: 已拒绝

# Anonymous__mode__on::message
source: Anonymous mode on
ja: 匿名モードオン
ru: Включен анонимный режим
zh_hans: 匿名模式已开启

source: Pending Request
ja: 申請中
ru: Ожидающий запрос
zh_hans: 待处理请求

# Nickname::message
source: Nickname
ja: ニックネーム
ru: Прозвище
zh_hans: 昵称

source: Connected Site
ja: 接続サイト
ru: Подключенный объект
zh_hans: 已连接网站

# Avatar::message
source: Avatar
ja: アバター
ru: Аватар
zh_hans: 头像

# pull_up_load_more
source: Pull up to load more
ja: もっとロードするために引き上げる
ru: Поднимитесь, чтобы загрузить больше
zh_hans: 上拉加载更多

# Connect::message
source: Connect
ja: 接続
ru: Подключайтесь
zh_hans: 连接

# release_load_more
source: Release to start loading
ja: リリースしてロードを開始する
ru: Отпустите, чтобы начать загрузку
zh_hans: 松开开始加载

# Sign__in__Recovery__Phrase::message
source: Recovery Phrase
ja: リカバリーフレーズ
ru: Фраза о восстановлении
zh_hans: 恢复短语

# loading_more
source: Loading...
ja: 読み込み中...
ru: Загрузка...
zh_hans: 加载中...

# Max::message
source: Max
ja: マックス
ru: Макс
zh_hans: 最大

# restore_account_title
source: Found an old account
ja: 古いアカウントを発見
ru: Нашел старую учетную запись
zh_hans: 找到一个旧账户

# Error::message
source: Error
ja: エラー
ru: Ошибка
zh_hans: 错误

# restore_account_msg
source: It seems that you have logged in to the app before. Do you want to try to restore login?
ja: 以前にアプリにログインしたことがあるようです。ログインを復元しますか？
ru: Похоже, что вы уже входили в приложение. Не хотите ли вы попробовать восстановить вход?
zh_hans: 似乎您之前已登录过此应用。您是否想尝试恢复登录？

# PENDING::message
source: PENDING
ja: ペンディング
ru: ПОДРОБНЕЕ
zh_hans: 等待中

source: Restore account failed
ja: アカウントの復元に失敗しました
ru: Восстановление учетной записи не удалось
zh_hans: 恢复账户失败

# Transaction__Sealed::message
source: Transaction Sealed
ja: 取引成立
ru: Сделка запечатана
zh_hans: 交易已封存

source: Retry
ja: リトライ
ru: Повторная попытка
zh_hans: 重试

# Made__by::message
source: Made by
ja: メイド・バイ
ru: Сделано
zh_hans: 由

source: Pending Transaction
ja: 保留中の取引
ru: Отложенная сделка
zh_hans: 待处理交易

# transaction_failed
source: Transaction process failed
ja: トランザクション処理に失敗
ru: Процесс транзакции завершился неудачей
zh_hans: 交易处理失败

# Welcome__Back__Unlock::message
source: Welcome Back
ja: ウェルカムバック
ru: С возвращением
zh_hans: 欢迎回来

# transaction_success
source: Transaction Succeeded
ja: トランザクション成功
ru: Транзакция прошла успешно
zh_hans: 交易成功

# AddressBook::message
source: Address Book
ja: アドレス帳
ru: Адресная книга
zh_hans: 地址簿

# process_pending_text
source: Pending
ja: 申請中
ru: В ожидании
zh_hans: 待处理

# Search__PlaceHolder::message
source: Search address(0x), or flow Domain
ja: 検索アドレス(0x)、またはフロードメイン
ru: Адрес поиска (0x), или поток Домен
zh_hans: 搜索地址（0x），或 Flow 域名

# process_success_text
source: Success
ja: 成功
ru: Успех
zh_hans: 成功

# Unlink_Confirmation::message
source: Unlink Confirmation
ja: リンク解除の確認
ru: Подтверждение отсоединения
zh_hans: 取消链接确认

# process_failed_text
source: Failed
ja: 失敗
ru: Не удалось
zh_hans: 失败

# Things_you_should_know::message
source: Things you should know
ja: 知っておくべきこと
ru: То, что вы должны знать
zh_hans: 您应该知道的事情

# browser_search_failed
source: Search failed. Please try again.
ja: 検索に失敗しました。もう一度お試しください。
ru: Поиск не удался. Пожалуйста, попробуйте еще раз.
zh_hans: 搜索失败。请再试一次。

# Linked_Account::message
source: Linked Account
ja: リンクアカウント
ru: Связанный счет
zh_hans: 已链接账户

# browser_not_login
source: You are not logged in.
ja: ログインしていません。
ru: Вы не вошли в систему.
zh_hans: 您未登录。

# Wallet_List::message
source: Wallet List
ja: 財布リスト
ru: Список кошельков
zh_hans: 钱包列表

# browser_connecting_to
source: Connecting to
ja: 接続先
ru: Подключение к
zh_hans: 连接到

# Account_Linking::message
source: Account Linking
ja: アカウント・リンク
ru: Связывание счетов
zh_hans: 账户链接中

# browser_connect
source: Connect
ja: 接続
ru: Подключайтесь
zh_hans: 连接

# This_App_would_like_to::message
source: This App would like to
ja: このアプリは次のようなものである。
ru: Это приложение хотело бы
zh_hans: 此应用想要

# browser_app_like_to
source: THIS APP WOULD LIKE TO
ja: このアプリは
ru: ЭТО ПРИЛОЖЕНИЕ ХОТЕЛОСЬ БЫ
zh_hans: 本应用想要

# Linked_Successful::message
source: Linked Successful
ja: リンク成功
ru: Связанные успешные
zh_hans: 链接成功
