Repository: Outblock/FRW-iOS
Catalog: FRW/Resource/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans

# browser_authn_tips1
source: View your wallet balance and activity
ja: 財布の残高とアクティビティを見る
ru: Просматривайте баланс и активность вашего кошелька
zh_hans: 查看您的钱包余额和活动

# Linking_Child_Account::message
source: Linking Child Account
ja: 子アカウントのリンク
ru: Привязка детской учетной записи
zh_hans: 链接子账户

# browser_authn_tips2
source: Request approval for transactions
ja: 取引の承認を求める
ru: Запрос на одобрение операций
zh_hans: 请求交易批准

# browser_request_failed
source: Failed to interact with web page
ja: ウェブページとの対話に失敗
ru: Не удалось взаимодействовать с веб-страницей
zh_hans: 与网页交互失败

# browser_transaction_request_from
source: Transaction Request from
ja: 取引依頼元
ru: Запрос на транзакцию от
zh_hans: 来自的交易请求

# browser_sign_message_request_from
source: Sign Message Request from
ja: サイン・メッセージ
ru: Подписаться Запрос сообщения от
zh_hans: 来自的签名消息请求

# browser_transaction_fee
source: Transaction Fee
ja: 取引手数料
ru: КОМИССИЯ ЗА ТРАНЗАКЦИЮ
zh_hans: 交易费

# browser_script
source: SCRIPT
ja: スクリプト
ru: СКРИПТ
zh_hans: 脚本

# browser_script_title
source: Script
ja: スクリプト
ru: Скрипт
zh_hans: 脚本

# browser_bookmark
source: Bookmark
ja: ブックマーク
ru: Закладка
zh_hans: 书签

# browser_bookmark_added
source: Bookmark added
ja: ブックマーク追加
ru: Добавлена закладка
zh_hans: 书签已添加

# browser_bookmark_deleted
source: Bookmark deleted
ja: ブックマーク削除
ru: Закладка удалена
zh_hans: 书签已删除

# browser_bookmark_view
source: View
ja: 表示
ru: Посмотреть
zh_hans: 查看

source: Hold to Send
ja: ホールド・トゥ・センド
ru: Удерживайте, чтобы отправить
zh_hans: 按住发送

source: Hold to Sign
ja: サイン待ち
ru: Удерживайте, чтобы подписать
zh_hans: 按住签名

source: Free Domain
ja: フリードメイン
ru: Свободный домен
zh_hans: 免费域名

# things_you_should_known
source: Things You Should Know
ja: 知っておくべきこと
ru: То, что вы должны знать
zh_hans: 您应该知道的事情

# domain_tips1
source: Free Flow Wallet domain help you find each other easier on chain.
ja: 無料Flow Walletドメインは、チェーン上で簡単にお互いを見つけるのに役立ちます。
ru: Домен Free Flow Wallet поможет вам легче найти друг друга в сети.
zh_hans: 免费的 Flow Wallet 域名帮助你在链上更容易找到彼此。

# domain_tips2
source: An Inbox system will help you send tokens and NFT to your firend without enable vault.
ja: Inboxシステムは、Vaultを有効にすることなく、トークンやNFTを相手に送信するのに役立ちます。
ru: Система Inbox поможет вам отправлять токены и NFT своим коллегам без использования хранилища.
zh_hans: 收件箱系统将帮助您在未启用保险库的情况下向您的朋友发送代币和NFT。

# domain_tips3
source: Anonymous mode will be affected, others can find your address by your domain.
ja: 匿名モードは影響を受け、他の人はあなたのドメインであなたのアドレスを見つけることができます。
ru: Анонимный режим будет затронут, другие смогут найти ваш адрес по вашему домену.
zh_hans: 匿名模式将受到影响，其他人可以通过您的域名找到您的地址。

# domain_claim
source: Claim
ja: クレーム
ru: Заявление
zh_hans: 申领

source: Claim Domain failed
ja: ドメインの請求に失敗
ru: Утвердить домен не удалось
zh_hans: 认领域名失败

# claim_domain_success
source: Claim Domain successfully
ja: ドメインの請求に成功
ru: Утвердить домен успешно
zh_hans: 认领域名成功

# claim_free_domain_substring1
source: Claim for your
ja: 請求
ru: Претензия на ваш
zh_hans: 领取你的

# claim_free_domain_substring2
source: FREE
ja: 無料
ru: БЕСПЛАТНО
zh_hans: 免费

# claim_free_domain_substring3
source: Flow Wallet domain!
ja: フローウォレットのドメイン！
ru: Домен Flow Wallet!
zh_hans: Flow钱包域名！

# domain_title2
source: Flow Wallet Domain
ja: フロー・ウォレット・ドメイン
ru: Домен кошелька Flow
zh_hans: Flow钱包域名

# inbox
source: Token Inbox
ja: トークンの受信箱
ru: Токен Входящие
zh_hans: 代币收件箱

# inbox_token_x
source: Token (%d)
ja: トークン (%d)
ru: Токен (%d)
zh_hans: 代币 (%d)

# inbox_reject
source: Reject
ja: 却下
ru: Отклонить
zh_hans: 拒绝

# inbox_claim
source: Claim
ja: クレーム
ru: Заявление
zh_hans: 申领

# inbox_from
source: From:
ja: からだ：
ru: От:
zh_hans: 来自:

# inbox_no_items
source: No Items
ja: アイテムなし
ru: Нет предметов
zh_hans: 无项目

source: Inbox request failed
ja: 受信トレイのリクエストに失敗
ru: Запрос входящих сообщений не выполнен
zh_hans: 收件箱请求失败

# inbox_claim_failed
source: Claim failed
ja: クレーム失敗
ru: Претензия не прошла
zh_hans: 认领失败

# swap_title
source: Swap (beta)
ja: スワップ（ベータ版）
ru: Обмен (бета-версия)
zh_hans: 交换（测试版）

# swap_max
source: Max
ja: マックス
ru: Макс
zh_hans: 最大

# swap_select
source: Select
ja: 選択
ru: Выберите
zh_hans: 选择

# swap_select_token
source: Select Token
ja: トークンを選択
ru: Выберите токен
zh_hans: 选择代币

source: Swap request failed
ja: スワップ要求失敗
ru: Запрос на своп не выполнен
zh_hans: 交换请求失败

# swap_best_price
source: Best Price
ja: ベストプライス
ru: Лучшая цена
zh_hans: 最佳价格

# swap_provider
source: Provider
ja: プロバイダー
ru: Поставщик
zh_hans: 提供者

# swap_price_impact
source: Price Impact
ja: 価格への影響
ru: Влияние на цену
zh_hans: 价格影响

# swap_estimated_fees
source: Estimated Fees
ja: 見積もり料金
ru: Сметные сборы
zh_hans: 预计费用

# swap_confirm
source: Confirm
ja: 確認
ru: Подтвердите
zh_hans: 确认

source: Contact us
ja: お問い合わせ
ru: Свяжитесь с нами
zh_hans: 联系我们

source: unknown
ja: 不明
ru: неизвестно
zh_hans: 未知

# stake_reward_title
source: Staked Flow
ja: ステイクド・フロー
ru: Ставной поток
zh_hans: 质押 Flow

# stake_daily_reward
source: Daily Reward
ja: デイリー・リワード
ru: Ежедневное вознаграждение
zh_hans: 每日奖励

# stake_mothly_reward
source: Monthly Reward
ja: 毎月の報酬
ru: Ежемесячное вознаграждение
zh_hans: 每月奖励

# stake_ad_title_1
source: Stake %@ and
ja: ステーク %@
ru: Коля %@ и
zh_hans: 质押 %@ 和

# stake_ad_title_2
source: Earn Rewards
ja: リワードの獲得
ru: Зарабатывайте вознаграждения
zh_hans: 赚取奖励

# stake_ad_desc
source: Stake tokens and earn rewards
ja: トークンを賭けて報酬を得る
ru: Ставьте токены и получайте вознаграждения
zh_hans: 质押代币并赚取奖励

# staking_list_title
source: Staking List
ja: ステーキングリスト
ru: Список ставок
zh_hans: 质押列表

# staking_empty_list
source: Empty Staking List
ja: 空ステーキングリスト
ru: Пустой список ставок
zh_hans: 空质押列表

# staking_claim
source: Claim
ja: クレーム
ru: Заявление
zh_hans: 申领

# staking_claim_rewards
source: Claiming Rewards
ja: 報酬の請求
ru: Получение вознаграждений
zh_hans: 领取奖励

# staking_reStake
source: ReStake
ja: リステイク
zh_hans: 重新质押

# staking_reStake_rewards
source: Restaking Rewards
ja: 報酬の回復
ru: Вознаграждение за переделку
zh_hans: 重新质押奖励

source: Staking Amount
ja: 賭け金額
ru: Сумма ставки
zh_hans: 质押金额

# staking_rewards
source: Rewards
ja: 報酬
ru: Вознаграждения
zh_hans: 奖励

source: Stake New Node
ja: 新しいノードを立てる
ru: Создать новый узел
zh_hans: 质押新节点

# staking_select_provider
source: Select Provider
ja: プロバイダーを選択
ru: Выберите поставщика
zh_hans: 选择提供者

# staking_recommend
source: RECOMMEND
ja: 推奨
ru: РЕКОМЕНДУЕМ
zh_hans: 推荐

# staking_liquid_stake
source: LIQUID STAKE
ja: リキッドステーク
ru: ЖИДКИЙ СТАКАН
zh_hans: 液态质押

# staking_stake
source: STAKE
ja: ステーク
zh_hans: 质押

source: Stake Flow
ja: 杭の流れ
ru: Поток кола
zh_hans: 质押 Flow

# stake_guide_text_1
source: When You
ja: いつ
ru: Когда ты
zh_hans: 当你

# stake_guide_text_2
source: Stake Your Flow
ja: 流れに乗る
ru: Ставка на свой поток
zh_hans: 质押你的 Flow

# stake_guide_btn_text
source: Let's Stake
ja: レッツ・ステーキング
ru: Делаем ставку
zh_hans: 让我们开始质押

# stake_on_lilico_only
source: On Flow Wallet Only
ja: フローウォレットのみ
ru: Только на кошелек Flow
zh_hans: 仅限 Flow 钱包

# stake_guide_desc_1_1
source: Earn up to
ja: 最大
ru: Зарабатывайте до
zh_hans: 赚取高达

# stake_guide_desc_1_3
source: per year.
ja: 年間。
ru: в год.
zh_hans: 每年。

# stake_guide_desc_2_1
source: When you stake
ja: 杭を打つとき
ru: Когда вы делаете ставку
zh_hans: 当你质押

# stake_guide_desc_2_2
source: Flow
ja: フロー
ru: Поток

# stake_guide_desc_2_3
source: you receive
ja: 受け取る
ru: вы получаете
zh_hans: 你将获得

# stake_guide_desc_2_4
source: Flow
ja: フロー
ru: Поток

# stake_guide_desc_2_6
source: The amount of Flow will be
ja: フローの量は
ru: Объем потока будет
zh_hans: Flow 的数量会

# stake_guide_desc_2_7
source: locked
ja: 鍵付き
ru: заблокировано
zh_hans: 锁定

# stake_guide_desc_3_1
source: You start earning from
ja: から稼ぎ始める。
ru: Вы начинаете зарабатывать с
zh_hans: 你开始赚取收益从

# stake_guide_desc_3_2
source: next epoch
ja: 次のエポック
ru: следующая эпоха
zh_hans: 下一个纪元

# stake_guide_desc_4_1
source: Rewards are automatically credited to your
ja: 特典は自動的に に加算されます。
ru: Вознаграждения автоматически начисляются на ваш .
zh_hans: 奖励将自动记入你的

# stake_guide_desc_4_2
source: deposit
ja: デポジット
ru: депозит
zh_hans: 存款

# stake_guide_desc_4_3
source: every week
ja: 毎週
ru: каждую неделю
zh_hans: 每周

source: Stake Amount
ja: 賭け金
ru: Сумма ставки
zh_hans: 质押金额

source: Unstake Amount
ja: アンステイク額
ru: Сумма отступных
zh_hans: 取消质押金额

# stake_amount_flow
source: Amount Flow
ja: 金額 フロー
ru: Сумма Поток
zh_hans: Flow 数量

source: Stake
ja: 杭
ru: Колышек
zh_hans: 质押

# stake_rate
source: Rate
ja: レート
ru: Тариф
zh_hans: 利率

# stake_annual_reward
source: Est. annual reward
ja: 推定年間報酬
ru: Предполагаемое годовое вознаграждение
zh_hans: 预计年奖励

source: Staking Detail
ja: ステーキングの詳細
ru: Деталь подпорки
zh_hans: 质押详情

source: Staked Flow
ja: ステイクド・フロー
ru: Ставной поток
zh_hans: 质押 Flow

# stake_flow_available
source: Flow available
ja: フローあり
ru: Доступный расход
zh_hans: 可用Flow

# stake_epoch_starts
source: Epoch Starts
ja: エポック・スタート
ru: Начало эпохи
zh_hans: 纪元开始

# stake_epoch_ends
source: Epoch Ends
ja: エポック・エンド
ru: Конец эпохи
zh_hans: 纪元结束

# stake_unstaked_amount
source: Unstaked Amount
ja: 杭なし金額
ru: Незафиксированная сумма
zh_hans: 未质押金额

# stake_unstaking_amount
source: Unstaking Amount
ja: 驚異的な金額
ru: Невероятная сумма
zh_hans: 质押中金额

# stake_committed_amount
source: Committed Amount
ja: コミットメント額
ru: Обязательства Сумма
zh_hans: 已提交金额

# stake_commited
source: Commit To Stake
ja: ステークへのコミットメント
ru: Обязательства перед ставкой
zh_hans: 提交质押

# stake_request_unstake_in_progress
source: Request To UnStake
ja: アンステークへのリクエスト
ru: Запрос на снятие с учета
zh_hans: 请求取消质押

# stake_unstake_in_progress
source: UnStaking
ja: アン・ステイキング
zh_hans: 取消质押中

# stake_progress_desc
source: Will be processed at the next epoch
ja: 次のエポックで処理される
ru: Будет обработан в следующую эпоху
zh_hans: 将在下一个纪元处理中

# stake_committed
source: Committed
ja: コミット
ru: Обязательства
zh_hans: 已提交

# stake_in_progress
source: In progress
ja: 進行中
ru: В процессе
zh_hans: 进行中

# stake_requested_to_unstake_amount
source: Requested To Unstake Amount
ja: 取崩し請求額
ru: Запрашиваемая сумма
zh_hans: 请求取消质押金额

# stake_insufficient_balance
source: Insufficient balance
ja: バランス不足
ru: Недостаточный баланс
zh_hans: 余额不足

# stake_unstake
source: Unstake
ja: アンステーク
ru: Распаковать
zh_hans: 取消质押

# stake_confirm_title
source: Confirm Your Stake
ja: ステークを確認する
ru: Подтвердите свою ставку
zh_hans: 确认您的质押

# unstake_confirm_title
source: Confirm Your Unstake
ja: アンステークを確認する
ru: Подтвердите снятие с торгов
zh_hans: 确认您的取消质押

# staking_disabled
source: Staking is disabled
ja: ステーキングは無効
ru: Ставки отключены
zh_hans: 质押已禁用

# staking_provider
source: Provider
ja: プロバイダー
ru: Поставщик
zh_hans: 提供者

# staking_provider_section_title
source: STAKING PROVIDER
ja: ステーキングプロバイダー
ru: ПРОВАЙДЕР СТАВОК
zh_hans: 质押提供商

source: Staking
ja: ステーキング
ru: Ставки
zh_hans: 质押

# staking_confirm
source: Confirm
ja: 確認
ru: Подтвердите
zh_hans: 确认

source: Hold to stake
ja: 杭を打つ
ru: Держать до кола
zh_hans: 按住进行质押

source: Hold to unstake
ja: ホールドを解除する
ru: Удерживайте, чтобы разблокировать
zh_hans: 按住取消质押

# staking_not_enabled
source: Staking is under maintenance, please try again later.
ja: ステーキングはメンテナンス中です。
ru: Ставки находятся на техническом обслуживании, пожалуйста, повторите попытку позже.
zh_hans: 质押正在维护中，请稍后再试。

source: Set Up Stake
ja: 杭の設置
ru: Установить ставку
zh_hans: 设置质押

source: Staking Collection Upgrade
ja: ステーキング・コレクションのアップグレード
ru: Обновление коллекции кольев
zh_hans: 质押集合升级

# setup_stake_desc
source: If you have existing nodes and delegations, they are safe, and will be migrated to your new Staking Collection during the transaction.
ja: 既存のノードとデリゲーションがある場合は安全で、トランザクション中に新しいステーキングコレクションに移行されます。
ru: Если у вас есть существующие узлы и делегации, они не пострадают и будут перенесены в новую коллекцию Staking Collection во время транзакции.
zh_hans: 如果您有现有节点和委托，它们是安全的，并将在交易期间迁移到您的新质押集合。

# staking_setup_failed
source: Set Up Stake failed
ja: ステークスの設定に失敗
ru: Установить кол не удалось
zh_hans: 设置质押失败

# enable_sandbox_failed
source: Enable crescendo failed
ja: クレッシェンドの有効化に失敗
ru: Включить крещендо не удалось
zh_hans: 启用crescendo失败

# widget_name
source: Flow Wallet Widget
ja: フローウォレットウィジェット
ru: Виджет кошелька Flow Wallet

# widget_desc
source: Show your favorite nft.
ja: お気に入りのNFTを見せてください。
ru: Покажите свою любимую НФТ.
zh_hans: 展示您喜欢的NFT。

source: Scan
ja: スキャン
ru: Сканирование
zh_hans: 扫描

source: Storage
ja: ストレージ
ru: Хранение
zh_hans: 存储

source: Skip
ja: スキップ
ru: Скип
zh_hans: 跳过

source: Start
ja: スタート
ru: Начало
zh_hans: 开始

# onboarding_title_nft
source: A playground for your NFTs
ja: プレーグラウンド NFT用
ru: Игровая площадка для NFT
zh_hans: NFT 游乐场

# onboarding_title_token
source: Collect your favorite tokens
ja: すべてのトークンを集める
ru: Соберите все свои жетоны.
zh_hans: 收集 所有代币

# onboarding_title_domain
source: Claim free Flow Wallet domain
ja: Flow Walletの無料ドメインを請求する
ru: Заявка на бесплатный домен Flow Wallet
zh_hans: 领取 免费Flow Wallet域名

# onboarding_title_site
source: Explore your favourite apps
ja: 探索 お気に入りのサイト
ru: Изучите ваш любимый сайт.
zh_hans: 探索 您喜爱的网站

# backup_tips_desc
source: Backup your account now to protect your assets.
ja: バックアップ・リカバリ・フレーズは、あなたの大切な財産を守るために重要です。
ru: Фраза резервного восстановления важна для защиты вашей призовой собственности.
zh_hans: 备份恢复短语对于保护您的重要资产很重要。

source: Not Now
ja: 今ではない
ru: Не сейчас
zh_hans: 稍后

# accounts
source: Profiles
ja: アカウント
ru: Счета
zh_hans: 账户

# create_new_account
source: Create a New Profile
ja: 新規アカウントの作成
ru: Создать новую учетную запись
zh_hans: 创建新账户

# add_existing_account
source: Import an Existing Profile
ja: 既存のアカウントをインポートする
ru: Импорт существующей учетной записи
zh_hans: 导入现有账户

source: Import Wallet
ja: インポート・ウォレット
ru: Импортный кошелек
zh_hans: 导入钱包

source: Welcome
ja: ようこそ
ru: Добро пожаловать
zh_hans: 欢迎

# welcome_sub_desc
source: A Wallet Built For Flow
ja: セキュリティについて
ru: Предоставьте больше информации о безопасности
zh_hans: 提供更多安全信息

# registerd_accounts
source: Registered Accounts
ja: 登録口座
ru: Зарегистрированные счета
zh_hans: 已注册账户

# link_account_start_desc_x
source: We would like to link your %@ account to your Flow Wallet account “%@”
ja: お客様の %@ アカウントと Flow Wallet アカウントをリンクしたいと思います "%@"
ru: Мы хотели бы связать ваш счет %@ с вашим счетом Flow Wallet "%@".
zh_hans: 我们希望将您的%1$@账户链接到您的Flow Wallet账户“%2$@”

# link_account_success_desc
source: Now you can find your linked account under side menu
ja: サイドメニューの下にリンクされたアカウントが表示されます。
ru: Теперь вы можете найти привязанную учетную запись в боковом меню
zh_hans: 现在您可以在侧边菜单中找到您的链接账户

source: Link Account
ja: リンクアカウント
ru: Счет по ссылке
zh_hans: 关联账户

source: Account Linking
ja: アカウント・リンク
ru: Связывание счетов
zh_hans: 账户链接中

source: Successful
ja: 成功
ru: Успешный
zh_hans: 成功

source: Link Failure
ja: リンク失敗
ru: Отказ связи
zh_hans: 关联失败

source: Hold to Link
ja: ホールド・トゥ・リンク
ru: Удерживать ссылку
zh_hans: 按住以关联

source: Work in Progress
ja: 進行中の仕事
ru: Незавершенное производство
zh_hans: 进行中

source: Try it again
ja: もう一度
ru: Попробуйте еще раз
zh_hans: 再试一次

# linked_account
source: Linked Accounts
ja: リンクされたアカウント
ru: Связанные счета
zh_hans: 已关联账户

source: Description
ja: 説明
ru: Описание
zh_hans: 描述

source: Unlink Account
ja: アカウント解除
ru: Разблокировать учетную запись
zh_hans: 取消关联账户

source: Unlink Confirmation
ja: リンク解除の確認
ru: Подтверждение отсоединения
zh_hans: 取消链接确认

# unlink_account_desc_x
source: Unlink your account, the main wallet will not have any access to your %@ account anymore.
ja: アカウントのリンクを解除すると、メインウォレットは %@ アカウントにアクセスできなくなります。
ru: Отвяжите свой счет, и основной кошелек больше не будет иметь доступа к вашему счету %@ .
zh_hans: 解除关联后，主钱包将无法访问您的%@账户。

source: Hold to Unlink
ja: ホールドでリンク解除
ru: Удерживайте для отсоединения
zh_hans: 按住以解除关联

# link_account_notice_1
source: Delegate account to your Flow Wallet wallet
ja: Flow Walletウォレットにアカウントを委譲する
ru: Делегируйте учетную запись вашему кошельку Flow Wallet
zh_hans: 将账户委托给您的Flow Wallet钱包

# link_account_notice_2
source: Flow Wallet wallet will manage linked account
ja: Flow Walletウォレットは、リンクされたアカウントを管理します。
ru: Кошелек Flow Wallet будет управлять связанным с ним счетом
zh_hans: Flow Wallet钱包将管理已关联的账户

# switch_profile_tips
source: Tap the profile name to switch profiles.
ja: プロファイル名をタップしてプロファイルを切り替えます。
ru: Нажмите на название профиля, чтобы переключить его.
zh_hans: 点击个人资料名称切换个人资料。

source: Avatar
ja: アバター
ru: Аватар
zh_hans: 头像

# jailbreak_title
source: Jailbreak Detected
ja: 脱獄を検出
ru: Обнаружен джейлбрейк
zh_hans: 检测到越狱

# jailbreak_desc
source: Your keychain is exposing in threats. Please make sure it’s your movement and improve the safety of your account.
ja: あなたのキーチェーンが脅威で露出しています。 自分の動きであることを確認し、アカウントの安全性を高めてください。
ru: Ваш брелок подвергается угрозам. Пожалуйста, убедитесь, что это ваше движение, и повысьте безопасность вашего аккаунта.
zh_hans: 您的钥匙串在威胁中暴露。 请确保这是您的操作并提高账户安全性。

source: Things you need to know
ja: 知っておくべきこと
ru: То, что вам нужно знать
zh_hans: 需要了解的事项

# jailbreak_tips_0
source: Your keychain is exposing in threats.
ja: あなたのキーホルダーは脅威にさらされている。
ru: Ваша связка ключей подвергается угрозам.
zh_hans: 您的钥匙串在威胁中暴露。

# understand_btn_title
source: I Understand
ja: 私は理解している
ru: Я понимаю
zh_hans: 我明白了

# jailbreak_alert_msg
source: Jailbreak Detection Alert
ja: 脱獄検知アラート
ru: Предупреждение об обнаружении джейлбрейка
zh_hans: 越狱检测提醒

# switch_network_tips_title
source: Allow this site to switch the network?
ja: このサイトにネットワークの切り替えを許可しますか？
ru: Разрешить этому сайту переключать сеть?
zh_hans: 允许此网站切换网络吗?

# switch_network_tips_msg_slice_0
source: This action will change your network from
ja: この操作により、ネットワーク
ru: Это действие изменит ваш сетевой адрес с
zh_hans: 此操作将把您的网络 从

# turn_on_noti_title
source: Turn On Push Notifications
ja: プッシュ通知をオンにする
ru: Включите Push-уведомления
zh_hans: 开启推送通知

# turn_on_noti_desc
source: Get notified when your transfers, swaps, and approvals complete.
ja: 送金、スワップ、承認が完了したら通知を受け取ります。
ru: Получайте уведомления о завершении переводов, обменов и одобрений.
zh_hans: 当您的转账、交换和批准完成时会收到通知。

# maybe_later_text
source: Maybe Later
ja: たぶん後で
ru: Может быть, позже
zh_hans: 稍后再说

# scan_qr_title
source: Scan QR Code
ja: QRコードをスキャン
ru: Сканирование QR-кода
zh_hans: 扫描二维码

# wallet_send_token_empty
source: It seems like the receiver hasn’t enabled this token, you won’t be to deliver this item.
ja: 受信者がこのトークンを有効にしていないようです。
ru: Похоже, что получатель не включил этот токен, и вы не сможете доставить этот товар.
zh_hans: 看起来接收方尚未启用此代币，您无法传送该项目。

# nft_send_collection_empty
source: It seems like the receiver hasn’t enabled this collection, you won’t be to deliver this item.
ja: 受信者がこのコレクションを有効にしていないようです。
ru: Похоже, что получатель не включил эту коллекцию, и вы не сможете доставить этот товар.
zh_hans: 看起来接收方尚未启用此收藏品，您无法传送该项目。

# accessible_cap
source: Accessible
ja: アクセシブル
ru: Доступный
zh_hans: 可访问

# coins_cap
source: Coins
ja: コイン
ru: Монеты
zh_hans: 硬币

# accessible_not_x_x
source: Flow Wallet doesn't have access to %@ in %@ Account, please check your linked account settings.
ja: フローウォレットは %@ アカウントの %@ にアクセスできません。
ru: Flow Wallet не имеет доступа к %@ в аккаунте %@ , пожалуйста, проверьте настройки связанного аккаунта.
zh_hans: Flow Wallet无法访问%@的%@账户，请检查您的关联账户设置。

source: View Empty
ja: 空を見る
ru: Посмотреть пустой
zh_hans: 查看空档

# wallet_account_key
source: Account Keys
ja: アカウントキー
ru: Ключи от учетной записи
zh_hans: 账户密钥

# account_key_key
source: Public Key
ja: 公開鍵
ru: Открытый ключ
zh_hans: 公钥

# account_key_curve
source: Curve
ja: カーブ
ru: Кривая
zh_hans: 曲线

# account_key_hash
source: Hash
ja: ハッシュ
ru: Хаш
zh_hans: 哈希

# account_key_number
source: Sequence Number
ja: シーケンス番号
ru: Порядковый номер
zh_hans: 序列号

# account_key_current_tips
source: Can't revoke current device key
ja: 現在のデバイス・キーを取り消せない
ru: Невозможно отозвать текущий ключ устройства
zh_hans: 无法撤销当前设备密钥

# account_key_fail_tips
source: Revoke device key fail
ja: デバイスキーの失効
ru: Отмена отказа ключа устройства
zh_hans: 撤销设备密钥失败

# account_key_revoke_title
source: Are you sure?
ja: 本当か？
ru: Вы уверены?
zh_hans: 确定吗？

# account_key_revoke_content
source: Once you revoke this key, there is no way to re-activate it.
ja: 一度このキーを失効させると、 、再アクティブ化する方法はない。
ru: После отзыва этого ключа его невозможно активировать повторно.
zh_hans: 一旦您撤销了这个密钥， 将无法重新激活它。

source: Hold to Revoke
ja: 取り消し保留
ru: Удерживать для отмены
zh_hans: 按住以撤销

source: Devices
ja: デバイス
ru: Устройства
zh_hans: 设备

# Scan_to_Sync_Extension_Wallet
source: Sync your wallet between your devices
ja: デバイス間で財布を同期
ru: Синхронизируйте свой кошелек между устройствами
zh_hans: 在设备间同步您的钱包

# Scan_sync_detal
source: Scan the QR code shown by the Flow Wallet browser extension to sync your wallet between your devices
ja: Flow Walletブラウザ の拡張機能で表示されるQRコードをスキャンして、お使いのデバイス間で財布を同期します。
ru: Отсканируйте QR-код, показанный расширением Flow Wallet для браузера , чтобы синхронизировать свой кошелек между устройствами.
zh_hans: 扫描Flow Wallet浏览器扩展 显示的二维码以在设备间同步钱包

source: Add Other Device
ja: その他のデバイスの追加
ru: Добавить другое устройство
zh_hans: 添加其他设备

source: Current Device
ja: 現在のデバイス
ru: Текущее устройство
zh_hans: 当前设备

# other_device
source: Other Devices
ja: その他のデバイス
ru: Другие устройства
zh_hans: 其他设备

source: Device Info
ja: デバイス情報
ru: Информация об устройстве
zh_hans: 设备信息

source: Revoke Device
ja: デバイスの失効
ru: Отозвать устройство
zh_hans: 撤销设备

source: Revoked
ja: 取り消された
ru: Отозвано
zh_hans: 已撤销

# application_tag
source: Application
ja: 申し込み
ru: Приложение
zh_hans: 应用程序

# ip_address_tag
source: IP Address
ja: IPアドレス
ru: IP-адрес
zh_hans: IP地址

source: Location
ja: 所在地
ru: Расположение
zh_hans: 位置

# entry_date_tag
source: Entry Date
ja: エントリー日
ru: Дата поступления
zh_hans: 入职日期

source: Sync Wallet
ja: シンクウォレット
ru: Кошелек синхронизации
zh_hans: 同步钱包

# sync_flow_reference
source: Sync Flow Wallet
ja: シンクフローウォレット
ru: Кошелек Sync Flow
zh_hans: 同步Flow钱包

# sync_top_hint
source: Open your Flow Wallet on Mobile App and Scan the QR Code to Sync your Wallet.
ja: モバイルアプリでFlowウォレットを開き、QRコードをスキャンしてウォレットを同期します。
ru: Откройте кошелек Flow в мобильном приложении и отсканируйте QR-код для синхронизации кошелька.
zh_hans: 在移动应用程序上打开您的Flow钱包并扫描二维码以同步钱包。

# sync_qr_code_mobile
source: Scan QR Code with Mobile App
ja: モバイルアプリでQRコードをスキャン
ru: Сканирование QR-кода с помощью мобильного приложения
zh_hans: 使用移动应用程序扫描二维码

# sync_qr_code_mobile_note
source: Note: Your secrets will NEVER go through Flow Wallet's server. It is end-to-end encrypted and we can never read it.
ja: 注：お客様のリカバリーフレーズがFlow Walletのサーバーを経由することはありません。それはエンドツーエンドで暗号化されており、私たちはそれを読むことはできません。
ru: Примечание: Ваша фраза восстановления НИКОГДА не будет проходить через сервер Flow Wallet. Она зашифрована из конца в конец, и мы никогда не сможем ее прочитать.
zh_hans: 注意：您的恢复短语永远不会通过Flow钱包的服务器传输。它是端到端加密的，我们永远无法读取它。

# confirm_tag
source: Confirm
ja: 確認
ru: Подтвердите
zh_hans: 确认

# importing_tag
source: Importing
ja: 輸入
ru: Импорт
zh_hans: 导入

# find_matching_wallet
source: Found Matching Wallets
ja: お揃いの財布を探す
ru: Найдите подходящий кошелек
zh_hans: 查找匹配钱包

source: Hold to Sync
ja: ホールド・トゥ・シンク
ru: Удержание для синхронизации
zh_hans: 按住同步

source: Wallet Confirmation
ja: ウォレットの確認
ru: Подтверждение кошелька
zh_hans: 钱包确认

# sync_confirm_failed
source: sync failed
ja: 同期失敗
ru: сбой синхронизации
zh_hans: 同步失败

source: Start Now
ja: 今すぐ始める
ru: Начните прямо сейчас
zh_hans: 立即开始

source: Multi-Backup
ja: マルチバックアップ
ru: Мультирезервное копирование
zh_hans: 多重备份

# multi_backup_guide_title
source: Please Select 2 or More Backup Options
ja: 2つ以上のバックアップオプションを選択してください
ru: Пожалуйста, выберите 2 или более вариантов резервного копирования
zh_hans: 请选择两个或更多备份选项

# create_device_backup_title
source: Create Device Backup
ja: デバイスのバックアップを作成する
ru: Создание резервной копии устройства
zh_hans: 创建设备备份
