Repository: Outblock/FRW-iOS
Catalog: FRW/Resource/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans

# lilico__covers__this__gas__fee__for__you::message
source: Flow Wallet covers this gas fee for you
ja: Flow Walletがこのガス代を負担します。
ru: Flow Wallet покрывает эту плату за газ для вас
zh_hans: Flow Wallet 为你支付此Gas费用

# review_policy_tips
source: Please review the Privacy Policy and Terms of Service of Flow Wallet.
ja: Flow Walletのプライバシーポリシーおよび利用規約をご確認ください。
ru: Ознакомьтесь с Политикой конфиденциальности и Условиями обслуживания Flow Wallet.
zh_hans: 请查看Flow Wallet的隐私政策和服务条款。

# SIGN__MESSAGE::message
source: SIGN MESSAGE
ja: サインメッセージ
ru: ПОДПИСАТЬ СООБЩЕНИЕ
zh_hans: 签署信息

source: Terms of Service
ja: 利用規約
ru: Условия предоставления услуг
zh_hans: 服务条款

# Unavailable::message
source: Unavailable
ja: 使用不可
ru: Недоступно
zh_hans: 不可用

source: Privacy Policy
ja: プライバシーポリシー
ru: Политика конфиденциальности
zh_hans: 隐私政策

# Pending__Transaction::message
source: Pending Transaction
ja: 保留中の取引
ru: Отложенная сделка
zh_hans: 待处理交易

source: I Accept
ja: 私は受け入れる
ru: Я принимаю
zh_hans: 我接受

# Import__Wallet::message
source: Import Wallet
ja: インポート・ウォレット
ru: Импортный кошелек
zh_hans: 导入钱包

source: Nice one
ja: いいね
ru: Хороший
zh_hans: 不错

# Lock__Wallet::message
source: Lock Wallet
ja: ロックウォレット
ru: Кошелек с замком
zh_hans: 锁定钱包

source: Checking
ja: チェック
ru: Проверка
zh_hans: 检查中

# Copy__Address::message
source: Copy Address
ja: コピーアドレス
ru: Адрес для копирования
zh_hans: 复制地址

source: Pick Your
ja: あなたの選択
ru: Выбери свой
zh_hans: 选择你的

# QR__Code::message
source: QR Code
ja: QRコード
ru: QR-код
zh_hans: 二维码

source: Username
ja: ユーザー名
ru: Имя пользователя
zh_hans: 用户名

# Choose_provider::message
source: Choose Provider
ja: プロバイダーを選択
ru: Выберите провайдера
zh_hans: 选择供应商

# username_desc
source: Other Flow Wallet users can find you and send you payments via your unique username.
ja: 他のFlow Walletユーザーは、あなたのユニークなユーザー名を通じてあなたを見つけ、支払いを送ることができます。
ru: Другие пользователи Flow Wallet могут найти вас и отправлять вам платежи по вашему уникальному имени пользователя.
zh_hans: 其他 Flow Wallet 用户可以通过你的唯一用户名找到你并向你付款。

# Shown__your__QR__code__to__receive__transactions::message
source: Shown your QR code to receive funds on flow blockchain
ja: QRコードを提示し、フロー・ブロックチェーン上で資金を受け取る
ru: Предъявите свой QR-код для получения средств на блокчейне
zh_hans: 显示你的二维码以在 Flow 区块链上接收资金

source: Next
ja: 次のページ
ru: Следующий
zh_hans: 下一步

# Make__sure__you__are__using__the__correct__network::message
source: Make sure you are using the correct network. Send only testnet assets to this deposit address.
ja: 正しいネットワークを使用していることを確認してください。この入金アドレスにはテストネット資産のみを送信してください。
ru: Убедитесь, что вы используете правильную сеть. Отправляйте на этот адрес только активы testnet.
zh_hans: 确保你使用的是正确的网络。仅将测试网资产发送到此存款地址。

source: Things you
ja: あなたがしていること
ru: Вещи, которые вы
zh_hans: 你需要

# Things__You__should__Know::message
source: Things You should Know
ja: 知っておくべきこと
ru: То, что вы должны знать
zh_hans: 你需要知道的事情

source: Need to
ja: 必要性
ru: Необходимо
zh_hans: 需要

# Free__lilico__domain__help__you__find__each__other__easier__on__chain::message
source: Free Flow Wallet domain help you find each other easier on chain.
ja: 無料Flow Walletドメインは、チェーン上で簡単にお互いを見つけるのに役立ちます。
ru: Домен Free Flow Wallet поможет вам легче найти друг друга в сети.
zh_hans: 免费的 Flow Wallet 域名帮助你在链上更容易找到彼此。

source: Know
ja: 知る
ru: Знайте:
zh_hans: 知道

source: An Inbox system will help you send tokens and NFT to your friend without enable vault.
ja: 受信箱システムは、金庫を有効にすることなく、トークンやNFTを友人に送信するのに役立ちます。
ru: Система Inbox поможет вам отправить токены и NFT своему другу без необходимости включать хранилище.
zh_hans: 收件箱系统将帮助你在不启用保险库的情况下将代币和NFT发送给朋友。

# secret_phrase_tips
source: In the next step, you will see a secret phrase (12 words). The secret phrase is the only key to recover your wallet.
ja: 次のステップでは、秘密のフレーズ（12語）が表示されます。この秘密のフレーズこそが、あなたの財布を取り戻す唯一の鍵なのです。
ru: На следующем шаге вы увидите секретную фразу (12 слов). Секретная фраза - единственный ключ к восстановлению вашего кошелька.
zh_hans: 在下一步中，您将看到一个秘密短语（12 个词）。秘密短语是恢复您钱包的唯一钥匙。

source: Anonymous mode will be affected, others can find your address by your domain.
ja: 匿名モードは影響を受け、他の人はあなたのドメインであなたのアドレスを見つけることができます。
ru: Анонимный режим будет затронут, другие смогут найти ваш адрес по вашему домену.
zh_hans: 匿名模式将受到影响，其他人可以通过您的域名找到您的地址。

# secret_phrase_tips_1
source: If I lose my secret phrases, I cannot access my account forever.
ja: シークレットフレーズを紛失すると、永遠に自分のアカウントにアクセスできなくなります。
ru: Если я потеряю свои секретные фразы, я не смогу получить доступ к своей учетной записи навсегда.
zh_hans: 如果我丢失了我的秘密短语，我将无法永远访问我的账户。

# Submission_error::message
source: Submission error
ja: 投稿エラー
ru: Ошибка представления
zh_hans: 提交错误

# secret_phrase_tips_2
source: If I expose my secret phrases anywhere, my funds can be stolen.
ja: 私の秘密のフレーズをどこかに晒せば、私の資金は盗まれる可能性がある。
ru: Если я где-нибудь раскрою свои секретные фразы, мои средства могут быть украдены.
zh_hans: 如果我在任何地方泄露了我的秘密短语，我的资金可能会被盗。

# Submitting::message
source: Submitting...
ja: 提出...
ru: Подача...
zh_hans: 正在提交...

# secret_phrase_tips_3
source: It is my full responsibility to secure my secret phrases.
ja: 私の秘密のフレーズを確保するのは私の全責任である。
ru: Я несу полную ответственность за сохранность своих секретных фраз.
zh_hans: 保护我的秘密短语是我完整的责任。

# Claim::message
source: Claim
ja: クレーム
ru: Заявление
zh_hans: 申领

source: Almost there
ja: もう少し
ru: Почти у цели
zh_hans: 快到了

# Domain__already__exist::message
source: : domain already exist
ja: ドメインはすでに存在する
ru: : домен уже существует
zh_hans: 域名已存在

source: Choose
ja: 選ぶ
ru: Выберите
zh_hans: 选择

# Domain__creation__complete::message
source: Domain creation complete
ja: ドメイン作成完了
ru: Создание домена завершено
zh_hans: 域名创建完成

source: Account
ja: アカウント
ru: Счет
zh_hans: 账号

# STEP::message
source: STEP
ja: ステップ
ru: ШАГ
zh_hans: 步骤

# multiple_accounts_found
source: %d Accounts found.
ja: %d 口座が見つかった。
ru: %d Счета найдены.
zh_hans: 找到 %d 个账户。

# No__backup__found::message
source: No Backup found
ja: バックアップが見つかりません
ru: Резервная копия не найдена
zh_hans: 未找到备份

source: Choose Account
ja: アカウントの選択
ru: Выберите счет
zh_hans: 选择账户

# Something__is__wrong::message
source: Something is wrong
ja: 何かが間違っている
ru: Что-то не так
zh_hans: 出现问题

source: Enter
ja: 入る
ru: Заходите на
zh_hans: 进入

# Restore__Backup__from__Google__Drive::message
source: Restore Backup from Google Drive
ja: Googleドライブからバックアップを復元する
ru: Восстановление резервной копии с Google Диска
zh_hans: 从 Google Drive 恢复备份

# pwd_created_tips
source: The password you created when you backup the wallet.
ja: ウォレットをバックアップする際に作成したパスワード。
ru: Пароль, который вы создали при создании резервной копии кошелька.
zh_hans: 您在备份钱包时创建的密码。

# Recovery__phrase__valid::message
source: Recovery phrase valid
ja: 回復フレーズ有効
ru: Фраза восстановления действительна
zh_hans: 恢复短语有效

source: Enter your password
ja: パスワードを入力してください
ru: Введите пароль
zh_hans: 请输入您的密码

# Checking::message
source: Checking
ja: チェック
ru: Проверка
zh_hans: 检查中

source: Restore account
ja: アカウントの復元
ru: Восстановление учетной записи
zh_hans: 恢复账户

# Something__went__wrong__please__try__again::message
source: Something went wrong, please try again later
ja: 何か問題が発生しました。
ru: Что-то пошло не так, пожалуйста, повторите попытку позже
zh_hans: 出了点问题，请稍后再试

source: Sign in With
ja: ログイン
ru: Войти с помощью
zh_hans: 登录方式

# Recovery__phrases__word__count__must__be__12__or__24__words::message
source: Recovery phrases word count must be 12 or 24 words
ja: 回復フレーズの語数は12語または24語であること
ru: Количество слов в фразах для восстановления должно составлять 12 или 24 слова
zh_hans: 恢复短语的单词数必须是 12 或 24 个词

# phrase_you_created_desc
source: This is a 12 word phrase you were given when you created your previous wallet.
ja: これは、以前の財布を作成したときに与えられた12語のフレーズです。
ru: Это фраза из 12 слов, которую вы получили при создании предыдущего кошелька.
zh_hans: 这是您在创建前一个钱包时获得的12个词短语。

# Mnemonic__phrase__is__invalid::message
source: Mnemonic phrase is invalid
ja: ニーモニックフレーズが無効
ru: Мнемоническая фраза недействительна
zh_hans: 助记短语无效

# enter_rp_placeholder
source: Enter your Recovery Phrase (12 words)
ja: リカバリーフレーズを入力（12語）
ru: Введите фразу для восстановления (12 слов)
zh_hans: 输入您的恢复短语（12 个词）

# Sign__in__with::message
source: Sign in with
ja: でサインイン
ru: Войти с помощью
zh_hans: 登录方式

# bionic_not_support
source: Not support biometric authentication
ja: バイオメトリクス認証に非対応
ru: Не поддерживают биометрическую аутентификацию
zh_hans: 不支持生物识别认证

# This__is__the__12__or__24__word__phrase__you__were__given::message
source: This is the 12 or 24 word phrase you were given when you first created your wallet. Or it can be your own one.
ja: これは、あなたが最初に財布を作ったときに与えられた12語または24語のフレーズです。または、あなた自身の言葉でもかまいません。
ru: Это фраза из 12 или 24 слов, которую вам дали при создании кошелька. Или это может быть ваша собственная фраза.
zh_hans: 这是您在首次创建钱包时获得的12或24个词短语。也可以是您自己的。

# no_bionic_enrolled
source: No biometry enrolled, Please register in the system settings first
ja: バイオメトリーが登録されていません。
ru: Биометрия не зарегистрирована, сначала зарегистрируйтесь в настройках системы
zh_hans: 没有注册生物信息，请先在系统设置中注册

# Weak::message
source: Weak
ja: 弱い
ru: Слабый
zh_hans: 弱

# bionic_too_many_failed
source: Too many failed attempts
ja: 失敗が多すぎる
ru: Слишком много неудачных попыток
zh_hans: 尝试次数过多

# Good::message
source: Good
ja: グッド
ru: Хорошо
zh_hans: 良好

source: Switch Network
ja: スイッチ・ネットワーク
ru: Сеть коммутаторов
zh_hans: 切换网络

# Great::message
source: Great
ja: 素晴らしい
ru: Великий
zh_hans: 很好

# watch_address
source: Watch Collectible Address
ja: ウォッチ・コレクティブル・アドレス
ru: Часы коллекционные Адрес
zh_hans: 查看收藏地址

# Strong::message
source: Strong
ja: 強い
ru: Сильный
zh_hans: 强

source: Other Address
ja: その他の住所
ru: Другой адрес
zh_hans: 其他地址

# Unknown::message
source: Unknown
ja: 不明
ru: Неизвестный
zh_hans: 未知

source: My Own Address
ja: 自分の住所
ru: Мой собственный адрес
zh_hans: 我自己的地址

# At__least__8__characters::message
source: At least 8 characters
ja: 少なくとも8文字
ru: Не менее 8 символов
zh_hans: 至少 8 个字符

source: Custom Address
ja: カスタムアドレス
ru: Пользовательский адрес
zh_hans: 自定义地址

# Your__address__is__currently__processing::message
source: Your address is currently processing another transaction
ja: あなたのアドレスは、現在別のトランザクションを処理中です。
ru: Ваш адрес в настоящее время обрабатывает другую транзакцию
zh_hans: 你的地址正在处理另一个交易

# developer_mode
source: Developer Model
ja: 開発者モード
ru: Режим разработчика
zh_hans: 开发者模式

# Transaction__created::message
source: Transaction created
ja: トランザクションの作成
ru: Созданная транзакция
zh_hans: 交易已创建

# welcome_to_lilico
source: Welcome to Flow Wallet!
ja: Flow Walletへようこそ！
ru: Добро пожаловать в Flow Wallet!
zh_hans: 欢迎来到 Flow Wallet！

# Search__Address__or__Flow__domain::message
source: Search, Address(0x) or Flow domain
ja: 検索、アドレス(0x)またはフロードメイン
ru: Поиск, адрес(0x) или домен потока
zh_hans: 搜索，地址(0x)或 Flow 域

# welcome_desc
source: Let's get started by creating an account!
ja: 私たちはあなたの資産を守るために最善を尽くします！
ru: Мы сделаем все возможное, чтобы защитить ваши активы!
zh_hans: 我们将尽最大努力保护您的资产！

# Search__the__ID::message
source: Search the ID:
ja: IDを検索する：
ru: Поиск по идентификатору:
zh_hans: 搜索 ID:

# addresses
source: Address Book
ja: アドレス帳
ru: Адресная книга
zh_hans: 地址簿

# Sorry__we__could__not__find__any__accounts::message
source: Sorry, we could not find any accounts. Please try again.
ja: アカウントが見つかりませんでした。もう一度お試しください。
ru: К сожалению, мы не смогли найти ни одной учетной записи. Пожалуйста, попробуйте еще раз.
zh_hans: 对不起，我们找不到任何账户。请再试一次。

# wallets
source: Account List
ja: 口座リスト
ru: Список счетов
zh_hans: 账户列表

# Market::message
source: Market
ja: 市場
ru: Рынок
zh_hans: 市场

source: Device
ja: 装置
ru: Устройство
zh_hans: 设备

# Website::message
source: Website
ja: ウェブサイト
ru: Сайт
zh_hans: 网站

source: Backup
ja: バックアップ
ru: Резервное копирование
zh_hans: 备份

# Collections::message
source: Collections
ja: コレクション
ru: Коллекции
zh_hans: 藏品

source: Security
ja: セキュリティ
ru: Безопасность
zh_hans: 安全

# NFTs::message
source: NFTs
ja: NFT

source: Wallet Connect
ja: ウォレット・コネクト
zh_hans: 钱包连接

# collectibles::message
source: Collectibles
ja: 収集品
ru: Коллекционные предметы
zh_hans: 收藏品

source: Manually
ja: 手動
ru: Вручную
zh_hans: 手动

# Add__Collection::message
source: Add Collection
ja: コレクションを追加
ru: Добавить коллекцию
zh_hans: 添加收藏

source: Currency
ja: 通貨
ru: Валюта
zh_hans: 货币

# Seach__NFT__Collection::message
source: Seach NFT Collection
ja: NFTコレクションを検索
ru: Коллекция Seach NFT
zh_hans: 搜索NFT收集

source: Notifications
ja: お知らせ
ru: Уведомления
zh_hans: 通知

# COLLECTION__LIST::message
source: COLLECTION LIST
ja: コレクションリスト
ru: СПИСОК КОЛЛЕКЦИЙ
zh_hans: 收藏列表

source: About
ja: について
ru: О сайте
zh_hans: 关于

# Enable::message
source: Enable
ja: 有効にする
ru: Включить
zh_hans: 启用

source: Switch Account
ja: アカウント切り替え
ru: Переключить аккаунт
zh_hans: 切换账户

# Enable__NFT__Collection::message
source: Enable NFT Collection
ja: NFTコレクションを有効にする
ru: Включить сбор НФТ
zh_hans: 启用NFT收藏

# btn_sync
source: Sync
ja: 同期
ru: Сайт
zh_hans: 同步

# Change__Address::message
source: Change Address
ja: 住所変更
ru: Изменить адрес
zh_hans: 更改地址

# edit_account
source: Edit Profile
ja: アカウント編集
ru: Редактировать учетную запись
zh_hans: 编辑账户

# We__did__not__find__anything__here::message
source: We did not find anything here.
ja: ここには何もなかった。
ru: Мы ничего здесь не нашли.
zh_hans: 我们在这里没有找到任何东西。

source: Edit Avatar
ja: アバターの編集
ru: Редактировать аватар
zh_hans: 编辑头像

# Looking__forward__to__your__new__discovery::message
source: Looking forward to your new discovery.
ja: 新しい発見を楽しみにしている。
ru: С нетерпением ждем ваших новых открытий.
zh_hans: 期待您的新发现。

source: Edit Nickname
ja: ニックネームの編集
ru: Редактировать прозвище
zh_hans: 编辑昵称

# Grid::message
source: Grid
ja: グリッド
ru: Сетка
zh_hans: 网格

source: Private
ja: プライベート
ru: Частный
zh_hans: 私密

# List::message
source: List
ja: リスト
ru: Список
zh_hans: 列表

# private_off_desc
source: You can be searched
ja: 検索される可能性がある
ru: Вас могут обыскать
zh_hans: 您可以被搜索

# For__testing__purpose__only::message
source: For testing purpose only (mainnet)
ja: テスト用（メインネット）
ru: Только для тестирования (основная сеть)
zh_hans: 仅用于测试目的（主网）

# private_on_desc
source: You can not be searched
ja: 捜索されることはない
ru: Вас нельзя обыскивать
zh_hans: 您不能被搜索

# Showing__NFT__under::message
source: Showing NFT under
ja: 下にNFTを表示
ru: Показывая NFT под
zh_hans: 显示的NFT在

source: Visible
ja: 可視
ru: Видимый
zh_hans: 可见

# Launch__My__Wallet::message
source: Launch My Wallet
ja: マイ・ウォレットを起動する
ru: Запустить мой кошелек
zh_hans: 启动我的钱包

# unvisible
source: invisible
ja: インビジブル
ru: невидимка
zh_hans: 不可见

# Start__exploring__with__Lilico__now::message
source: Start exploring with Flow Wallet now!
ja: 今すぐFlow Walletを使い始めよう！
ru: Начните исследовать с Flow Wallet прямо сейчас!
zh_hans: 立即开始使用Flow钱包探索！

source: Done
ja: 完了
ru: Готово
zh_hans: 完成

# all__set::message
source: all set
ja: オールセット
ru: всё множество
zh_hans: 设置完成

source: Current Avatar
ja: 現在のアバター
ru: Текущий аватар
zh_hans: 当前头像

# You__are::message
source: You're
ja: あなたは
ru: Вы
zh_hans: 你现在是

source: Disable PIN Code
ja: PINコードを無効にする
ru: Отключение PIN-кода
zh_hans: 禁用PIN码

# Lilico::message
source: Flow Wallet
ja: フロー・ウォレット
ru: Бумажник Flow

source: Enable PIN Code
ja: PINコードを有効にする
ru: Включить PIN-код
zh_hans: 启用PIN码

# and__Pin::message
source: and Pin
ja: とピン
ru: и Pin
zh_hans: 和PIN

source: Private Key
ja: プライベート・キー
ru: Закрытый ключ
zh_hans: 私钥

# Click__Extension::message
source: Click Extension
ja: クリック拡張
ru: Нажмите Расширение
zh_hans: 点击扩展

source: Disable PIN Code failed
ja: PINコードの無効化に失敗
ru: Отключить PIN-код не удалось
zh_hans: 禁用PIN码失败

# Put__your__wallet__within__reach::message
source: Put your wallet within reach!
ja: 手の届くところに財布を置く！
ru: Положите свой кошелек под рукой!
zh_hans: 将你的钱包放在手边！

source: PIN Code disabled
ja: PINコード無効
ru: PIN-код отключен
zh_hans: PIN码已禁用

# Username::message
source: Username
ja: ユーザー名
ru: Имя пользователя
zh_hans: 用户名

source: PIN Code enabled
ja: PINコード有効
ru: Включение PIN-кода
zh_hans: PIN码已启用

# Oops__unexpected__error::message
source: Oops, an unexpected error occurred.
ja: 予期せぬエラーが発生しました。
ru: Упс, произошла непредвиденная ошибка.
zh_hans: 哦,发生了意外错误。

source: Enable PIN Code failed
ja: PINコードの有効化に失敗
ru: Не удалось включить PIN-код
zh_hans: 启用PIN码失败

# This__name__has__been__taken::message
source: This name has been taken
ja: この名前はすでに使われている
ru: Это имя было взято
zh_hans: 此名称已被占用

source: Lock on exit
ja: 退出時のロック
ru: Блокировка при выходе
zh_hans: 退出时锁定

# Your__username__can__only__contain__letters__and__numbers::message
source: Your username can only contain letters and numbers
ja: ユーザー名にはアルファベットと数字のみを使用できます。
ru: Ваше имя пользователя может содержать только буквы и цифры
zh_hans: 您的用户名只能包含字母和数字

# verify_failed
source: Verification failed
ja: 検証に失敗
ru: Проверка не удалась
zh_hans: 验证失败

# Too__short::message
source: Too short
ja: 短すぎる
ru: Слишком короткая
zh_hans: 太短

source: Edit contact
ja: コンタクトの編集
ru: Редактировать контакт
zh_hans: 编辑联系人

# Too__long::message
source: Too long
ja: 長すぎる
ru: Слишком долго
zh_hans: 太长

source: Add contact
ja: コンタクトの追加
ru: Добавить контакт
zh_hans: 添加联系人

# Pick__Your::message
source: Pick Your
ja: あなたの選択
ru: Выбери свой
zh_hans: 选择你的

source: Save
ja: セーブ
ru: Сохранить
zh_hans: 保存

# Your__username__will__be__used__to__send__and__receive::message
source: Your username will be used to send and receive tokens with your friends on Flow Wallet.
ja: あなたのユーザーネームは、Flow Wallet上でお友達とトークンを送受信する際に使用されます。
ru: Ваше имя пользователя будет использоваться для отправки и получения токенов с вашими друзьями на Flow Wallet.
zh_hans: 您的用户名将用于在Flow钱包上与朋友发送和接收代币。

source: Saving...
ja: 節約...
ru: Экономия...
zh_hans: 保存中...

# Okay__I__have__saved__it__properly::message
source: Okay, I have saved it properly
ja: わかりました、ちゃんと保存しました
ru: Хорошо, я сохранил его должным образом.
zh_hans: 好的，我已经保存好了

source: Name
ja: 名称
ru: Имя
zh_hans: 名称

# Click__here__to__reveal__phrase::message
source: Click here to reveal phrase
ja: フレーズを表示するにはここをクリック
ru: Нажмите здесь, чтобы раскрыть фразу
zh_hans: 点击这里显示短语

# enter_a_name
source: Please enter a name
ja: 名前を入力してください
ru: Пожалуйста, введите имя
zh_hans: 请输入名称

# Recovery::message
source: Recovery
ja: リカバリー
ru: Восстановление
zh_hans: 恢复

source: Address
ja: 住所
ru: Адрес
zh_hans: 地址

# Phrase::message
source: Phrase
ja: フレーズ
ru: Фраза
zh_hans: 短语

# enter_address
source: Please enter address
ja: 住所を入力してください
ru: Пожалуйста, введите адрес
zh_hans: 请输入地址

# Verify::message
source: Verify
ja: ベリファイ
ru: Проверьте
zh_hans: 验证

source: Address Book
ja: アドレス帳
ru: Адресная книга
zh_hans: 地址簿

# This__recovery__phrase__will__be__used__for__register::message
source: This recovery phrase will be used for register.
ja: このリカバリーフレーズはレジスタに使用される。
ru: Эта фраза восстановления будет использоваться для регистрации.
zh_hans: 此恢复短语将用于注册。

source: Deleting...
ja: 削除...
ru: Удаление...
zh_hans: 删除中...

# Try__Our__New__App::message
source: Try Our New App
ja: 新しいアプリをお試しください
ru: Попробуйте наше новое приложение
zh_hans: 试用我们的新应用

# contact_delete_alert
source: Are you sure you want to delete the contact?
ja: 本当に連絡先を削除しますか？
ru: Вы уверены, что хотите удалить контакт?
zh_hans: 确定要删除联系人吗？

# Register::message
source: Register
ja: 登録
ru: Регистрация
zh_hans: 注册

source: Delete
ja: 削除
ru: Удалить
zh_hans: 删除

# Passwords__match::message
source: Passwords match
ja: パスワードの一致
ru: Пароли совпадают
zh_hans: 密码匹配

# address_book_request_failed
source: Request failed, please try again later
ja: リクエストに失敗しました。
ru: Запрос не прошел, повторите попытку позже
zh_hans: 请求失败，请稍后再试

# Your__passwords__do__not__match::message
source: Your passwords do not match. Please check again.
ja: パスワードが一致しません。もう一度確認してください。
ru: Ваши пароли не совпадают. Пожалуйста, проверьте еще раз.
zh_hans: 您的密码不匹配，请再检查一次。

source: Edit
ja: 編集
ru: Редактировать
zh_hans: 编辑

# Create::message
source: Create
ja: 作成
ru: Создать
zh_hans: 创建

source: Theme
ja: テーマ
ru: Тема
zh_hans: 主题

# Password::message
source: Password
ja: パスワード
ru: Пароль
zh_hans: 密码

source: Light
ja: ライト
ru: Свет
zh_hans: 浅色

# Create__a__password::message
source: Create a password
ja: パスワードの作成
ru: Создайте пароль
zh_hans: 创建密码

source: Dark
ja: 暗い
ru: Темнота
zh_hans: 深色

# Confirm__your__password::message
source: Confirm your password
ja: パスワードの確認
ru: Подтвердите свой пароль
zh_hans: 确认密码

source: Auto
ja: オート
ru: Авто
zh_hans: 自动

# Privacy__Policy::message
source: Privacy Policy
ja: プライバシーポリシー
ru: Политика конфиденциальности
zh_hans: 隐私政策

# create_btn_desc
source: Don't have an account?
ja: アカウントをお持ちではないですか？
ru: У вас нет аккаунта на ?
zh_hans: 没有 账号？

# and::message
source: and
ja: そして
ru: и
zh_hans: 和

# create_btn_text
source: CREATE
ja: クリエート
ru: СОЗДАТЬ
zh_hans: 创建

# Terms__of__Service::message
source: Terms of Service
ja: 利用規約
ru: Условия предоставления услуг
zh_hans: 服务条款

# import_btn_desc
source: Already have an account?
ja: すでに アカウントをお持ちですか？
ru: У вас уже есть аккаунт на ?
zh_hans: 已有 账号？

# Lilico__uses__this__password__to__protect__your__recovery__phrase::message
source: Flow Wallet uses this password to protect your recovery phrase.
ja: Flow Walletは、このパスワードを使用して回復フレーズを保護します。
ru: Flow Wallet использует этот пароль для защиты вашей фразы восстановления.
zh_hans: Flow Wallet使用此密码来保护您的恢复短语。

# import_btn_text
source: Import
ja: インポート
ru: ИМПОРТ
zh_hans: 导入

# I__agree__to__Lilico::message
source: I agree to Flow Wallet's
ja: フローウォレットの
ru: Я согласен с условиями Flow Wallet
zh_hans: 我同意Flow Wallet的

source: Wallet
ja: 財布
ru: Кошелек
zh_hans: 钱包

# Try__again::message
source: Try again
ja: 再試行
ru: Попробуйте еще раз
zh_hans: 重试

source: Flow
ja: フロー
ru: Поток

# Welcome__Back::message
source: Welcome Back,
ja: おかえりなさい、
ru: С возвращением,
zh_hans: 欢迎回来,

source: Receive
ja: 受け取る
ru: Получить
zh_hans: 接收

# Use__the__same__Google__Drive__password::message
source: Use the same Google Drive password to secure Flow Wallet wallet
ja: 同じGoogle DriveのパスワードをFlow Walletウォレットのセキュリティに使用する
ru: Используйте тот же пароль Google Drive для защиты кошелька Flow Wallet.
zh_hans: 使用相同的Google Drive密码保护Flow Wallet钱包

source: Buy
ja: 購入
ru: Купить
zh_hans: 购买

# Please__enter__your__password__to__decrypt::message
source: Please enter your password to decrypt your wallet backup.
ja: パスワードを入力してウォレットバックアップを解読してください。
ru: Введите пароль для расшифровки резервной копии кошелька.
zh_hans: 请输入密码解密您的钱包备份。

# buy_uppercase
source: BUY
ja: 購入
ru: КУПИТЬ
zh_hans: 购买

# Restore__My__Wallet::message
source: Restore My Wallet
ja: 財布の復元
ru: Восстановить мой кошелек
zh_hans: 恢复我的钱包

source: Swap
ja: スワップ
ru: Обмен
zh_hans: 兑换

# Incorrect__decrypt__password__please__try__again::message
source: Incorrect decrypt password, please try again.
ja: 復号化パスワードが正しくありません。
ru: Неверный пароль для расшифровки, попробуйте еще раз.
zh_hans: 解密密码错误，请重试。

source: Restore
ja: リストア
ru: Восстановить
zh_hans: 恢复

# The__decrypt__password__should__be__8__characters__long::message
source: The decrypt password should be at least 8 characters long.
ja: 復号化パスワードは少なくとも8文字以上でなければならない。
ru: Пароль для расшифровки должен состоять не менее чем из 8 символов.
zh_hans: 解密密码应至少为8个字符。

# restore_with_words_desc
source: Restore your wallet with the 12 word recovery phrase that you have written down.
ja: あなたが書き留めた12の言葉（ ）で財布を復元してください。
ru: Восстановите свой кошелек с помощью записанной вами фразы из 12 слов .
zh_hans: 用您记录下来的12个单词 恢复短语恢复您的钱包。

# We__ve__found::message
source: We've found
ja: 我々は発見した。
ru: Мы нашли
zh_hans: 我们发现

source: Restore with iCloud
ja: iCloudで復元
ru: Восстановление с помощью iCloud
zh_hans: 用iCloud恢复

# matching__accounts::message
source: matching accounts
ja: 帳合
ru: сопоставление счетов
zh_hans: 匹配账户

# restore_with_gd
source: Restore with Google Drive
ja: Googleドライブで復元
ru: Восстановление с помощью Google Drive
zh_hans: 用Google Drive恢复
