Repository: Outblock/FRW-iOS
Catalog: FRW/Resource/*.lproj/Localizable.strings
Languages: ja, ru, zh_hans

# create_device_backup_note
source: Utilise Your Device as a Backup Wallet to Safeguard and Restore Your Digital Assets with Ease
ja: 注：お客様のGoogle DriveバックアップがFlow Walletのサーバーを経由することはありません。バックアップはエンドツーエンドで暗号化され、Flow Walletでは決して読み取ることはできません。
ru: Примечание: Ваша резервная копия Google Drive НИКОГДА не будет проходить через сервер Flow Wallet. Она зашифрована от конца до конца, и мы никогда не сможем ее прочитать.
zh_hans: 注意：您的Google Drive备份永远不会通过Flow钱包的服务器传输。它是端到端加密的，我们永远无法读取它。

# create_multi_backup_title
source: Create Multi-Backup
ja: マルチバックアップの作成
ru: Создание мультирезервного копирования
zh_hans: 创建多重备份

# create_multi_backup_note
source: Create a cloud backup with trusted providers like Google Drive and iCloud
ja: 注：お客様のGoogle DriveバックアップがFlow Walletのサーバーを経由することはありません。バックアップはエンドツーエンドで暗号化され、Flow Walletでは決して読み取ることはできません。
ru: Примечание: Ваша резервная копия Google Drive НИКОГДА не будет проходить через сервер Flow Wallet. Она зашифрована от конца до конца, и мы никогда не сможем ее прочитать.
zh_hans: 注意：您的Google Drive备份永远不会通过Flow钱包的服务器传输。它是端到端加密的，我们永远无法读取它。

# backup_note_x
source: Note: Your backup secrets is end-to-end encrypted and is never sent to Flow Wallet servers.
ja: 注：バックアップキーはエンドツーエンドで暗号化され、Flowウォレットのサーバーに送信されることはありません。
ru: Примечание: Ваш резервный ключ шифруется из конца в конец и никогда не отправляется на серверы Flow Wallet.
zh_hans: 注意：您的备份密钥是端到端加密的，永远不会发送到Flow钱包服务器。

# backup.status.create
source: Create Backup
ja: バックアップの作成
ru: Создание резервной копии
zh_hans: 创建备份

# backup.status.upload
source: Upload Backup
ja: バックアップのアップロード
ru: Загрузка резервной копии
zh_hans: 上传备份

# backup.status.regist
source: Registration Keylist
ja: 登録キーリスト
ru: Регистрационный список ключей
zh_hans: 注册密钥清单

# backup.status.finish
source: Next
ja: 次のページ
ru: Следующий
zh_hans: 下一步

# backup.status.finish.title
source: Backup Uploaded
ja: バックアップのアップロード
ru: Резервная копия загружена
zh_hans: 备份已上传

# backup.status.end.title
source: Backup Completed
ja: バックアップ完了
ru: Резервное копирование завершено
zh_hans: 备份完成

# backup.upload.key.x
source: Upload Key to %@
ja: キーを %@にアップロードする
ru: Загрузите ключ на сайт %@.
zh_hans: 上传密钥到%@

# backup.register.key
source: Registration KeyList
ja: 登録キーリスト
ru: Список регистрационных ключей
zh_hans: 注册密钥清单

source: View All
ja: 全てを見る
ru: Смотреть все
zh_hans: 查看所有

source: Device Backup
ja: デバイスのバックアップ
ru: Резервное копирование устройства
zh_hans: 设备备份

source: Upload Again
ja: 再度アップロード
ru: Загрузить снова
zh_hans: 重新上传

source: Backup Detail
ja: バックアップの詳細
ru: Деталь резервного копирования
zh_hans: 备份详情

source: Backup Info
ja: バックアップ情報
ru: Информация о резервном копировании
zh_hans: 备份信息

source: Key Location
ja: キーロケーション
ru: Ключевое местоположение
zh_hans: 密钥位置

# restore_from_backup
source: Restore your wallet using a backup.
ja: バックアップを使って財布を復元する。
ru: Восстановите кошелек с помощью резервной копии.
zh_hans: 使用备份恢复您的钱包。

# restore_device_title
source: From Device Backup
ja: デバイスのバックアップから
ru: Из резервной копии устройства
zh_hans: 从设备备份恢复

# restore_device_desc
source: Restore from another mobile or extension wallet
ja: 他の携帯電話や拡張ウォレットから復元する
ru: Восстановление из другого мобильного кошелька или кошелька расширения
zh_hans: 从另一台手机或扩展钱包恢复

# restore_multi_title
source: From Multi Backup
ja: マルチバックアップより
ru: Из Multi Backup
zh_hans: 从多重备份恢复

# restore_multi_desc
source: Google Drive/ Passkey/ iCloud/ Recovery Phrase
ja: Google Drive/ Passkey/ iCloud/ 復旧フレーズ
ru: Google Drive/ Passkey/ iCloud/ Фраза для восстановления
zh_hans: Google Drive/密码钥匙/iCloud/恢复短语

# restore_phrase_title
source: From Raw Key
ja: リカバリーフレーズより（レガシー）
ru: Из фразы восстановления (наследие)
zh_hans: 从恢复短语恢复（传统）

# restore_phrase_desc
source: Support legacy Google Drive, iCloud, Seed Phrase, Key Store and Private Key
ja: レガシーリカバリーフレーズを使用したリストア（マルチバックアップではない）
ru: Восстановление с помощью устаревшей фразы восстановления (не мультирезервное копирование)
zh_hans: 使用传统恢复短语恢复（不是多重备份）

source: From Multi-Backup
ja: マルチバックアップから
ru: Из мультирезервного копирования
zh_hans: 从多重备份

# from_multi_backup_desc
source: Please Select 2 or More Backup Options
ja: 2つ以上のバックアップオプションを選択してください
ru: Пожалуйста, выберите 2 или более вариантов резервного копирования
zh_hans: 请选择两个或更多备份选项

# connect_to_x
source: Connect to %@
ja: %@に接続
ru: Подключение к %@
zh_hans: 连接到%@

source: Connect
ja: 接続
ru: Подключайтесь
zh_hans: 连接

source: Restore Wallet
ja: 財布の復元
ru: Восстановить кошелек
zh_hans: 恢复钱包

# find_matching_wallet_x
source: Found %@ Matching Wallets
ja: %@ お揃いの財布を探す
ru: Найдите %@ подходящий кошелек.
zh_hans: 查找%@匹配钱包

# prepared_to_restore
source: Prepared to Restore Wallet
ja: 財布を復元する準備
ru: Готовность к восстановлению кошелька
zh_hans: 准备恢复钱包

source: Revoke
ja: 取り消す
ru: Отменить
zh_hans: 撤销

# scan_to_extension
source: Scan to Sync Extension Wallet
ja: スキャンして同期する拡張ウォレット
ru: Сканирование для синхронизации расширенного кошелька
zh_hans: 扫描以同步扩展钱包

# scan_to_extension_detail
source: Scan QR code shown by the Flow Wallet Browser extension to sync your wallet.
ja: Flow Walletブラウザ拡張機能が表示するQRコードをスキャンし、ウォレットを同期します。
ru: Отсканируйте QR-код, показанный расширением Flow Wallet Browser, чтобы синхронизировать свой кошелек.
zh_hans: 扫描Flow钱包浏览器扩展显示的二维码以同步钱包。

source: Delete Backup
ja: バックアップの削除
ru: Удаление резервной копии
zh_hans: 删除备份

# app_name_full
source: Flow Wallet
ja: フロー・ウォレット
ru: Бумажник Flow

source: feedback
ja: フィードバック
ru: обратная связь
zh_hans: 反馈

# multi_backup_create_pin
source: Your PIN code will be used to securely encrypt your account backup
ja: PINコードはアカウントのバックアップを安全に暗号化するために使用されます。
ru: Ваш PIN-код будет использоваться для безопасного шифрования резервной копии вашей учетной записи.
zh_hans: 您的PIN码将用于安全地加密您的账户备份

source: Verify
ja: ベリファイ
ru: Проверьте
zh_hans: 验证

# restore_phrase_you_created_desc
source: This is a 15 word phrase you were given when you created your previous wallet.
ja: これは、以前の財布を作成したときに与えられた15語のフレーズです。
ru: Это фраза из 15 слов, которую вы получили при создании предыдущего кошелька.
zh_hans: 这是您在创建之前的钱包时获得的15个单词短语。

# restore_enter_rp_placeholder
source: Enter your Recovery Phrase (15 words)
ja: リカバリーフレーズを入力してください。
ru: Введите фразу для восстановления (15 слов)
zh_hans: 输入您的恢复短语（15个单词）

source: Bug Report
ja: バグレポート
ru: Сообщение об ошибке
zh_hans: 错误报告

# wrong_network_title
source: Switch Network
ja: 誤ったネットワーク
ru: Неправильная сеть
zh_hans: 错误网络

source: Switch to Mainnet
ja: メインネットへの切り替え
ru: Переход в основную сеть
zh_hans: 切换到主网

# wrong_network_des
source: You can only perform this operation on Mainnet
ja: この操作はメインネット上でのみ可能です。
ru: Эту операцию можно выполнить только в основной сети.
zh_hans: 您只能在主网上执行此操作。

# enable_path
source: Enable the path to
ja: へのパスを有効にする。
ru: Включите путь к
zh_hans: 启用路径到

# enable_evm_tip
source: Manage Multi VM assets seamlessly.
ja: マルチVM資産をシームレスに管理
ru: Удобное управление активами нескольких виртуальных машин.
zh_hans: 无缝管理Multi VM资产。

# receiving_qr
source: Receiving QR Code
ja: QRコードの受信
ru: Получение QR-кода
zh_hans: 接收二维码

# current_chain
source: Current Network
ja: 現在のチェーン
ru: Текущая цепь
zh_hans: 当前链

source: Move
ja: 移動
ru: Переместить
zh_hans: 移动

source: Full Access
ja: フルアクセス
ru: Полный доступ
zh_hans: 完全访问

source: Multi-sign
ja: マルチサイン
ru: Многозначный
zh_hans: 多重签名

# account_key_weight
source: Weight
ja: 重量
ru: Вес
zh_hans: 权重

# account_key_index
source: Key Index
ja: キー・インデックス
ru: Ключевой индекс
zh_hans: 密钥索引

# account_key_done_revoked_tips
source: The key has been revoked
ja: キーが失効した
ru: Ключ был отозван
zh_hans: 密钥已被撤销

source: Other Key
ja: その他のキー
ru: Другой ключ
zh_hans: 其他密钥

source: EVM on Flow
ja: フロー上のEVM
ru: EVM на потоке

source: other
ja: その他
ru: другие
zh_hans: 其他

# evm_check_balance
source: Balance is lower than 0.02, please fund your account to continue.
ja: 残高が0.02未満です。 続行するには口座に入金してください。
ru: Баланс ниже 0,02, , пожалуйста, пополните счет для продолжения.
zh_hans: 余额低于0.02， 请充值您的账户以继续。

source: View More
ja: もっと見る
ru: Смотреть далее
zh_hans: 查看更多

source: Move Assets
ja: 資産の移動
ru: Переместить активы
zh_hans: 移动资产

# move_assets_note
source: What type of assets would you like to move?
ja: どのような資産を移したいですか？
ru: Какие активы вы хотели бы переместить?
zh_hans: 你想移动什么类型的资产？

# move_nft
source: Move NFTs
ja: NFTの移動
ru: Переместить НФТ
zh_hans: 移动NFTs

# move_token
source: Move Tokens
ja: トークンの移動
ru: Жетоны перемещения
zh_hans: 移动代币

source: Select NFTs
ja: NFTの選択
ru: Выберите НФТ
zh_hans: 选择NFTs

# move_nft_x
source: Move %@ NFTs
ja: %@ NFTを動かす
ru: Переместить %@ NFTs
zh_hans: 移动%@个NFTs

source: Collection
ja: コレクション
ru: Коллекция
zh_hans: 收藏

# move_nft_limit_x
source: You can move %@ NFTs
ja: %@ NFTを動かすことができる。
ru: Вы можете перемещать %@ NFTs
zh_hans: 您可以移动%@个NFTs

# wallet_list
source: Account List
ja: 口座リスト
ru: Список счетов
zh_hans: 账户列表

# account_detail
source: Account Details
ja: 口座詳細
ru: Детали счета
zh_hans: 账户明细

source: Main Account
ja: メインアカウント
ru: Основной счет
zh_hans: 主账户

source: Main Accounts
ja: 主要口座
ru: Основные счета
zh_hans: 主要账户

source: EVM Accounts
ja: EVMアカウント
ru: Счета EVM
zh_hans: EVM 账户

# search_name_url
source: Search name or URL
ja: 検索名またはURL
ru: Название поиска или URL-адрес
zh_hans: 搜索名称或 URL

# empty_bookmark
source: Empty Bookmarks
ja: 空のブックマーク
ru: Пустые закладки
zh_hans: 空书签

# move_single_token
source: Move Token
ja: トークンの移動
ru: Жетон перемещения
zh_hans: 移动令牌

source: Share QR Code
ja: QRコードを共有する
ru: Поделиться QR-кодом
zh_hans: 共享 QR 代码

# move_single_nft
source: Move NFT
ja: NFTを動かす
ru: Переместить НМТ
zh_hans: 移动 NFT

# do_not_ask
source: Do not ask me again.
ja: 二度と聞かないでくれ。
ru: Не спрашивайте меня больше.
zh_hans: 不要再问我了。

# move_asset_browser_title_x
source: Move your assets between your cadence address on Flow, so %@ can view your assets
ja: Flow上のケイデンスアドレス間でアセットを移動させ、 %@ 、アセットを閲覧できるようにする。
zh_hans: 在 Flow 上的 cadence 地址之间移动您的资产，以便 %@ 查看您的资产

# switch_to_x
source: Switch to %@
ru: Перейдите на сайт %@
zh_hans: 切换到 %@

# stake_apr
source: APR
zh_hans: 年利率

# backup.status.end
source: OK
zh_hans: 确定

source: iCloud Drive
ru: Диск iCloud
